<template>
  <div class="container keys">
    <div class="keys__header">
      <h2 class="base-title">{{ content?.title }}</h2>
      <p class="keys__subtitle">{{ content?.subtitle }}</p>
    </div>
    <div class="keys__list">
      <swiper
        :modules="modules"
        :slides-per-view="1"
        :space-between="0"
        :centeredSlides="true"
        :navigation="{
          prevEl: prev,
          nextEl: next,
        }"
      >
        <swiper-slide v-for="(item, index) in content?.keys" :key="index">
          <loft-keys-card class="keys__item-slider" :content="item"
        /></swiper-slide>
      </swiper>
      <div ref="prev" class="swiper-button-prev"><icon-slider-arrow /></div>
      <div ref="next" class="swiper-button-next"><icon-slider-arrow /></div>
    </div>
  </div>
</template>

<script>
import { ref } from "vue";
import { Swiper, SwiperSlide } from "swiper/vue";
import "swiper/css";
import { Navigation } from "swiper/core";
import LoftKeysCard from "@/components/lofts/LoftKeysCard.vue";
import IconSliderArrow from "@/components/icon/IconSliderArrow.vue";

export default {
  components: { IconSliderArrow, LoftKeysCard, Swiper, SwiperSlide },
  props: {
    content: {
      type: Object,
      default: () => {
        return {
          title:
            "     Стеклянные лофт перегородки на заказ: варианты стекломатериалов для\n" +
            "        полотен",
          subtitle:
            "Стеклянные перегородки лофт изготавливаются на заказ, что позволяет\n" +
            "удачно вписать их в готовый интерьер квартиры или частного дома",
          keys: [
            {
              img: "1/keys/keys1",
              name: "Лофт перегородки на кухню",
              text:
                "Перегородки из стекла стали неотъемлемым атрибутом в повсеместном использовании в квартирах и домах. Возможность получения личного пространства является неотъемлемым звеном для потребителя.  Стеклянные конструкции станут идеальным вариантом в маленьком,\n" +
                "ограниченном пространстве. Помогут сформировать определенные виды помещений нужных размеров, сохранят общих декор, стилистику.",
              materials:
                "Перегородки из стекла стали неотъемлемым атрибутом в повсеместном использовании в квартирах и домах. Возможность получения личного пространства является неотъемлемым звеном для потребителя.  Стеклянные конструкции станут идеальным вариантом в маленьком,\n" +
                "ограниченном пространстве. Помогут сформировать определенные виды помещений нужных размеров, сохранят общих декор, стилистику.",
              price: "XXX",
            },
            {
              img: "1/keys/keys2",
              name: "Лофт перегородки в гостиную",
              text:
                "Перегородки из стекла стали неотъемлемым атрибутом в повсеместном использовании в квартирах и домах. Возможность получения личного пространства является неотъемлемым звеном для потребителя.  Стеклянные конструкции станут идеальным вариантом в маленьком,\n" +
                "ограниченном пространстве. Помогут сформировать определенные виды помещений нужных размеров, сохранят общих декор, стилистику.",
              materials:
                "Перегородки из стекла стали неотъемлемым атрибутом в повсеместном использовании в квартирах и домах. Возможность получения личного пространства является неотъемлемым звеном для потребителя.  Стеклянные конструкции станут идеальным вариантом в маленьком,\n" +
                "ограниченном пространстве. Помогут сформировать определенные виды помещений нужных размеров, сохранят общих декор, стилистику.",
              price: "XXX",
            },
            {
              img: "1/keys/keys3",
              name: "Лофт перегородки в гардеробную",
              text:
                "Перегородки из стекла стали неотъемлемым атрибутом в повсеместном использовании в квартирах и домах. Возможность получения личного пространства является неотъемлемым звеном для потребителя.  Стеклянные конструкции станут идеальным вариантом в маленьком,\n" +
                "ограниченном пространстве. Помогут сформировать определенные виды помещений нужных размеров, сохранят общих декор, стилистику.",
              materials:
                "Перегородки из стекла стали неотъемлемым атрибутом в повсеместном использовании в квартирах и домах. Возможность получения личного пространства является неотъемлемым звеном для потребителя.  Стеклянные конструкции станут идеальным вариантом в маленьком,\n" +
                "ограниченном пространстве. Помогут сформировать определенные виды помещений нужных размеров, сохранят общих декор, стилистику.",
              price: "XXX",
            },
            {
              img: "1/keys/keys4",
              name: "Лофт перегородки в спальню",
              text:
                "Перегородки из стекла стали неотъемлемым атрибутом в повсеместном использовании в квартирах и домах. Возможность получения личного пространства является неотъемлемым звеном для потребителя.  Стеклянные конструкции станут идеальным вариантом в маленьком,\n" +
                "ограниченном пространстве. Помогут сформировать определенные виды помещений нужных размеров, сохранят общих декор, стилистику.",
              materials:
                "Перегородки из стекла стали неотъемлемым атрибутом в повсеместном использовании в квартирах и домах. Возможность получения личного пространства является неотъемлемым звеном для потребителя.  Стеклянные конструкции станут идеальным вариантом в маленьком,\n" +
                "ограниченном пространстве. Помогут сформировать определенные виды помещений нужных размеров, сохранят общих декор, стилистику.",
              price: "XXX",
            },
            {
              img: "1/keys/keys5",
              name: "Душевые лофт перегородки\n",
              text:
                "Перегородки из стекла стали неотъемлемым атрибутом в повсеместном использовании в квартирах и домах. Возможность получения личного пространства является неотъемлемым звеном для потребителя.  Стеклянные конструкции станут идеальным вариантом в маленьком,\n" +
                "ограниченном пространстве. Помогут сформировать определенные виды помещений нужных размеров, сохранят общих декор, стилистику.",
              materials:
                "Перегородки из стекла стали неотъемлемым атрибутом в повсеместном использовании в квартирах и домах. Возможность получения личного пространства является неотъемлемым звеном для потребителя.  Стеклянные конструкции станут идеальным вариантом в маленьком,\n" +
                "ограниченном пространстве. Помогут сформировать определенные виды помещений нужных размеров, сохранят общих декор, стилистику.",
              price: "XXX",
            },
            {
              img: "1/keys/keys6",
              name: "Лофт перегородки для частного дома",
              text:
                "Перегородки из стекла стали неотъемлемым атрибутом в повсеместном использовании в квартирах и домах. Возможность получения личного пространства является неотъемлемым звеном для потребителя.  Стеклянные конструкции станут идеальным вариантом в маленьком,\n" +
                "ограниченном пространстве. Помогут сформировать определенные виды помещений нужных размеров, сохранят общих декор, стилистику.",
              materials:
                "Перегородки из стекла стали неотъемлемым атрибутом в повсеместном использовании в квартирах и домах. Возможность получения личного пространства является неотъемлемым звеном для потребителя.  Стеклянные конструкции станут идеальным вариантом в маленьком,\n" +
                "ограниченном пространстве. Помогут сформировать определенные виды помещений нужных размеров, сохранят общих декор, стилистику.",
              price: "XXX",
            },
          ],
        };
      },
    },
  },
  setup() {
    const prev = ref(null);
    const next = ref(null);
    return {
      modules: [Navigation],
      prev,
      next,
    };
  },
};
</script>

<style lang="scss">
.swiper-button-prev,
.swiper-button-next {
  position: absolute;
  top: 300px;
  z-index: 1;
  opacity: 0.8;
  color: rgb(var(--mainColor));
  cursor: pointer;

  @media (max-width: 1000px) {
    top: 175px;

    svg {
      width: 10px;
      height: 25px;
    }
  }
}

.swiper-button-prev {
  left: -45px;

  @media (max-width: 1000px) {
    left: -25px;
  }
}

.swiper-button-next {
  right: -45px;
  transform: scaleX(-1);

  @media (max-width: 1000px) {
    right: -25px;
  }
}

.swiper-button-disabled {
  color: #c9c9c9;
}
</style>

<style lang="scss" scoped>
.base-title {
  max-width: 1200px;
  margin-bottom: 28px;

  @media (max-width: 1000px) {
    font-size: 21px;
    line-height: 27px;
  }
}

.keys {
  &__header {
    text-align: center;
    display: flex;
    flex-direction: column;
    align-items: center;
  }

  &__subtitle {
    font-weight: 500;
    font-size: 17px;
    line-height: 24px;
    letter-spacing: 0.6px;
    text-transform: uppercase;
    margin: 0 0 79px;
    max-width: 820px;

    @media (max-width: 1000px) {
      font-size: 12px;
      line-height: 24px;
      margin-bottom: 30px;
    }
  }

  &__list {
    position: relative;

    @media (max-width: 1000px) {
      max-width: 307px;
      margin: 0 auto;
    }
  }

  &__item {
    width: 100%;
  }
}
</style>
