<template>
  <div class="text-content container">
    <p v-for="(item, index) in content" :key="index">{{ item }}</p>
  </div>
</template>

<script>
export default {
  props: {
    content: {
      type: Array,
      default: () => [
        "     В последнее время межкомнатные перегородки наиболее популярны в оформлении\n" +
          "      внутреннего пространства. Студийная планировка и openspace – модное\n" +
          "      решение в современных интерьерах, открытые помещения существенно\n" +
          "      раздвигают рамки пространства, повышая комфорт и удобство жилья. Но, так\n" +
          "      или иначе, помещение необходимо зонировать, при этом максимально сохранив\n" +
          "      открытость и легкость пространства.",
        "Сдвижные перегородки обладают безупречным внешним видом, отличаются высокими показателями конструкции, практичны, функциональны\n" +
          "и максимально эргономичны. Грамотное использование перегородок в доме или в квартире позволит зонировать внутреннее помещение или\n" +
          "же объединить пространство, эффективно использовав полезную площадь.",
      ],
    },
  },
};
</script>

<style lang="scss" scoped>
.text-content {
  p {
    font-size: 17px;
    line-height: 31px;
    margin: 0 0 35px;
  }
}
</style>
