<template>
  <div class="faq">
    <div class="container faq__wrap">
      <rain-img class="rain" />
      <h2 class="base-title">Советы экспертов и ответы на вопросы</h2>
      <div class="faq__accordions">
        <base-accordion
          v-for="(item, index) in content"
          :content="item"
          :key="index"
          :active="index === 0"
        />
      </div>
      <submit-your-application />
    </div>
  </div>
</template>

<style lang="scss" scoped>
.base-title {
  margin-bottom: 36px;

  @media (max-width: 1000px) {
    text-align: center;
  }
}
.rain {
  left: -259px;
  bottom: -84px;
  width: 322px;
  height: 349px;
  transform: rotate(-30deg);
  z-index: 0;
}
.faq {
  background: var(--block-bg);
  min-height: 100vh;
  padding: 75px 0 88px;
  position: relative;

  @media (max-width: 1000px) {
    padding: 45px 0 60px;
  }

  &__wrap {
    display: flex;
    flex-direction: column;
    align-items: center;
    position: relative;
    z-index: 2;
  }

  &__accordions {
    margin-bottom: 90px;
    @media (max-width: 1000px) {
      position: relative;
      width: calc(100% + 16px);
      left: 0;
      right: -8px;
    }
  }
}
</style>
<script>
import BaseAccordion from "@/components/base/BaseAccordion.vue";
import SubmitYourApplication from "@/components/common/SubmitYourApplication.vue";
import RainImg from "@/components/common/RainImg.vue";

export default {
  components: { RainImg, SubmitYourApplication, BaseAccordion },

  props: {
    content: {
      type: Array,
      default: () => [
        {
          title:
            "Какое стекло предпочтительнее купить для стеклянных перегородок - триплекс или каленое?",
          text: [
            "Для создания стеклянных звукоизоляционных перегородок применяем закаленные (термическая обработка в специализированной печи) или\n" +
              "триплексные (ламинированные стекла, соединенные клеющими составами) стекломатериалы. Данные типы наполнения являются безопасными в\n" +
              "случае повреждения: осколки каленого стекла осыпаются затупленными крупицами, а триплекса - остаются приклеенными к пленке. Ламинированные\n" +
              "поверхности являются более крепкими и могут быть: огнестойкими, антивандальными, пуленепробиваемыми и шумоизоляционными. Рекомендуем\n" +
              "стеклянные каленые перегородки устанавливать в комнаты частных домов и квартир, тогда как полотна из триплекс-стекла - в места с большим\n" +
              "оборотом посетителей и промышленные зоны.",
          ],
        },
        {
          title: "Возможно увидеть продукцию “вживую”?",
          text: [
            "Идеология компании - максимальная открытость для заказчиков. Наш шоу-рум расположен на территории Москвы и МО. Приходите ознакомиться наяву со стеклянными выставочными перегородками и другими товарами, вы сможете опробовать подвижные механизмы, изучить образцы комплектующих, получите исчерпывающую информацию от менеджеров. Желаете узнать больше о производстве и монтаже? Приглашаем на экскурсию по заводу - своими глазами увидите, как происходит выпуск стеклянных под заказ перегородок, зададите интересующие вопросы инженерам и сборщикам. Чтобы узнать адреса офисов, переходите на сайте в раздел Контакты или свяжитесь с консультантами.",
          ],
        },
        {
          title:
            "Как удостовериться в качестве и безопасности заводских товаров?",
          text: [
            "На этапах проектирования и производства стеклянных классических перегородок ревизор отдела технического контроля выполняет ряд проверочных тестов. Для этого используются 19 стендов, помогающих своевременно выявить отклонения и дефекты конструкции. Без положительного заключения контролера изделие не переходит на последующий этап изготовления. Продукция сертифицируется в государственных органах, согласно стандартов ГОСТ, а также подтверждается знак качества ISO 9001 в международной торговой палате. С сертификатами заказчики могут ознакомиться в режиме онлайн и при заключении договора сотрудничества. Обращаем внимание, подлинные документы заверены факсимиле синего цвета. Купите у нас стеклянные сертифицированные перегородки по хорошей цене, и ни дня не переживайте о безопасном использовании в квартире или доме.",
          ],
        },
        {
          title:
            "Предоставляете кредит или рассрочку на выплату стоимости стеклянных безрамных перегородок?",
          text: [
            "Изготовление и установка стеклянных перегородок по желанию заказчика оформляется с беспроцентной рассрочкой платежей на период до 24 месяцев. Плотный график и нет возможно подъехать к нам для заключения договора? Компетентный сотрудник компании сможет оформить необходимый пакет документов на дому, в офисе или за бизнес ланчем в удобное время для заказчика. Также ощутимое преимущество рассрочки под 0% - отсутствие первоначального взноса и лояльный график погашения. Для оплаты задолженности достаточно воспользоваться ближайшим терминалом, а не час-два толкаться в очереди в отделении банка где-то на окраине столицы. Чтобы дешево и взаимовыгодно купить стеклянные каркасные перегородки обращайтесь в менеджерский отдел компании любым удобным способом связи.",
          ],
        },
      ],
    },
  },
};
</script>
