export const loftsData = {
  1: {
    title:
      "Перегородки в квартиру Лофт | DarkLoft - Стеклянные перегородки в стиле Лофт",
    mainScreen: {
      img: "1",
      title: "Лофт перегородки для квартиры и дома",
      subtitle: "По индивидуальному проекту",
    },
    breadCrumbs: [
      {
        name: "Перегородки в квартиру Лофт",
        url: "/lofts/1",
      },
    ],
    mainBlock: {
      text: [
        "Перегородки из стекла стали неотъемлемым атрибутом в повсеместном использовании в квартирах и домах. Возможность получения личного\n" +
          "пространства является неотъемлемым звеном для потребителя. Стеклянные конструкции станут идеальным вариантом в маленьком,\n" +
          "ограниченном пространстве. Помогут сформировать определенные виды помещений нужных размеров, сохранят общих декор, стилистику.",
        "Стеклянные перегородки позволяют создать определенную видимость уединения, превосходно решают вопрос с качественным\n" +
          "разграничением имеющегося пространства, без потери естественного освещения и ухудшения вентиляции площади.",
      ],
      textContent: [
        "     В последнее время межкомнатные перегородки наиболее популярны в оформлении\n" +
          "      внутреннего пространства. Студийная планировка и openspace – модное\n" +
          "      решение в современных интерьерах, открытые помещения существенно\n" +
          "      раздвигают рамки пространства, повышая комфорт и удобство жилья. Но, так\n" +
          "      или иначе, помещение необходимо зонировать, при этом максимально сохранив\n" +
          "      открытость и легкость пространства.",
        "Сдвижные перегородки обладают безупречным внешним видом, отличаются высокими показателями конструкции, практичны, функциональны\n" +
          "и максимально эргономичны. Грамотное использование перегородок в доме или в квартире позволит зонировать внутреннее помещение или\n" +
          "же объединить пространство, эффективно использовав полезную площадь.",
      ],
      keys: {
        title:
          "     Стеклянные лофт перегородки на заказ: варианты стекломатериалов для\n" +
          "        полотен",
        subtitle:
          "Стеклянные перегородки лофт изготавливаются на заказ, что позволяет\n" +
          "удачно вписать их в готовый интерьер квартиры или частного дома",
        keys: [
          {
            img: "1/keys/keys1",
            name: "Лофт перегородки на кухню",
            text:
              "Перегородки из стекла стали неотъемлемым атрибутом в повсеместном использовании в квартирах и домах. Возможность получения личного пространства является неотъемлемым звеном для потребителя.  Стеклянные конструкции станут идеальным вариантом в маленьком,\n" +
              "ограниченном пространстве. Помогут сформировать определенные виды помещений нужных размеров, сохранят общих декор, стилистику.",
            materials:
              "Перегородки из стекла стали неотъемлемым атрибутом в повсеместном использовании в квартирах и домах. Возможность получения личного пространства является неотъемлемым звеном для потребителя.  Стеклянные конструкции станут идеальным вариантом в маленьком,\n" +
              "ограниченном пространстве. Помогут сформировать определенные виды помещений нужных размеров, сохранят общих декор, стилистику.",
            price: "XXX",
          },
          {
            img: "1/keys/keys2",
            name: "Лофт перегородки в гостиную",
            text:
              "Перегородки из стекла стали неотъемлемым атрибутом в повсеместном использовании в квартирах и домах. Возможность получения личного пространства является неотъемлемым звеном для потребителя.  Стеклянные конструкции станут идеальным вариантом в маленьком,\n" +
              "ограниченном пространстве. Помогут сформировать определенные виды помещений нужных размеров, сохранят общих декор, стилистику.",
            materials:
              "Перегородки из стекла стали неотъемлемым атрибутом в повсеместном использовании в квартирах и домах. Возможность получения личного пространства является неотъемлемым звеном для потребителя.  Стеклянные конструкции станут идеальным вариантом в маленьком,\n" +
              "ограниченном пространстве. Помогут сформировать определенные виды помещений нужных размеров, сохранят общих декор, стилистику.",
            price: "XXX",
          },
          {
            img: "1/keys/keys3",
            name: "Лофт перегородки в гардеробную",
            text:
              "Перегородки из стекла стали неотъемлемым атрибутом в повсеместном использовании в квартирах и домах. Возможность получения личного пространства является неотъемлемым звеном для потребителя.  Стеклянные конструкции станут идеальным вариантом в маленьком,\n" +
              "ограниченном пространстве. Помогут сформировать определенные виды помещений нужных размеров, сохранят общих декор, стилистику.",
            materials:
              "Перегородки из стекла стали неотъемлемым атрибутом в повсеместном использовании в квартирах и домах. Возможность получения личного пространства является неотъемлемым звеном для потребителя.  Стеклянные конструкции станут идеальным вариантом в маленьком,\n" +
              "ограниченном пространстве. Помогут сформировать определенные виды помещений нужных размеров, сохранят общих декор, стилистику.",
            price: "XXX",
          },
          {
            img: "1/keys/keys4",
            name: "Лофт перегородки в спальню",
            text:
              "Перегородки из стекла стали неотъемлемым атрибутом в повсеместном использовании в квартирах и домах. Возможность получения личного пространства является неотъемлемым звеном для потребителя.  Стеклянные конструкции станут идеальным вариантом в маленьком,\n" +
              "ограниченном пространстве. Помогут сформировать определенные виды помещений нужных размеров, сохранят общих декор, стилистику.",
            materials:
              "Перегородки из стекла стали неотъемлемым атрибутом в повсеместном использовании в квартирах и домах. Возможность получения личного пространства является неотъемлемым звеном для потребителя.  Стеклянные конструкции станут идеальным вариантом в маленьком,\n" +
              "ограниченном пространстве. Помогут сформировать определенные виды помещений нужных размеров, сохранят общих декор, стилистику.",
            price: "XXX",
          },
          {
            img: "1/keys/keys5",
            name: "Душевые лофт перегородки\n",
            text:
              "Перегородки из стекла стали неотъемлемым атрибутом в повсеместном использовании в квартирах и домах. Возможность получения личного пространства является неотъемлемым звеном для потребителя.  Стеклянные конструкции станут идеальным вариантом в маленьком,\n" +
              "ограниченном пространстве. Помогут сформировать определенные виды помещений нужных размеров, сохранят общих декор, стилистику.",
            materials:
              "Перегородки из стекла стали неотъемлемым атрибутом в повсеместном использовании в квартирах и домах. Возможность получения личного пространства является неотъемлемым звеном для потребителя.  Стеклянные конструкции станут идеальным вариантом в маленьком,\n" +
              "ограниченном пространстве. Помогут сформировать определенные виды помещений нужных размеров, сохранят общих декор, стилистику.",
            price: "XXX",
          },
          {
            img: "1/keys/keys6",
            name: "Лофт перегородки для частного дома",
            text:
              "Перегородки из стекла стали неотъемлемым атрибутом в повсеместном использовании в квартирах и домах. Возможность получения личного пространства является неотъемлемым звеном для потребителя.  Стеклянные конструкции станут идеальным вариантом в маленьком,\n" +
              "ограниченном пространстве. Помогут сформировать определенные виды помещений нужных размеров, сохранят общих декор, стилистику.",
            materials:
              "Перегородки из стекла стали неотъемлемым атрибутом в повсеместном использовании в квартирах и домах. Возможность получения личного пространства является неотъемлемым звеном для потребителя.  Стеклянные конструкции станут идеальным вариантом в маленьком,\n" +
              "ограниченном пространстве. Помогут сформировать определенные виды помещений нужных размеров, сохранят общих декор, стилистику.",
            price: "XXX",
          },
        ],
      },
      textContentCheck: [
        " Разграничение помещения для создания индивидуального пространства, Воздушные стены в квартире не затемняют рабочие зоны, поглощают мешающий шум и создают комфортные условия.",
        "Дизайн. Перегородки со стеклом нередко декорируются согласно замыслам оформителя. На поверхность наносится фотопечать, пескоструйные рисунки, используются матовые и цветные полотна. Прозрачные конструкции помогают создать иллюзию простора даже на небольшой площади, сделать помещение светлым и современным.",
      ],
    },
    options: [
      "1/options/options1",
      "1/options/options2",
      "1/options/options3",
      "1/options/options4",
      "1/options/options5",
      "1/options/options6",
    ],
    faq: [
      {
        title:
          "Какое стекло предпочтительнее купить для стеклянных домашних перегородок - триплекс или каленое?",
        text: [
          "Для создания стеклянных звукоизоляционных перегородок применяем закаленные (термическая обработка в специализированной печи) или\n" +
            "триплексные (ламинированные стекла, соединенные клеющими составами) стекломатериалы. Данные типы наполнения являются безопасными в\n" +
            "случае повреждения: осколки каленого стекла осыпаются затупленными крупицами, а триплекса - остаются приклеенными к пленке. Ламинированные\n" +
            "поверхности являются более крепкими и могут быть: огнестойкими, антивандальными, пуленепробиваемыми и шумоизоляционными. Рекомендуем\n" +
            "стеклянные каленые перегородки устанавливать в комнаты частных домов и квартир, тогда как полотна из триплекс-стекла - в места с большим\n" +
            "оборотом посетителей и промышленные зоны.",
        ],
      },
      {
        title: "Возможно увидеть продукцию “вживую”?",
        text: [
          "Идеология компании - максимальная открытость для заказчиков. Наш шоу-рум расположен на территории Москвы и МО. Приходите ознакомиться наяву со стеклянными выставочными перегородками и другими товарами, вы сможете опробовать подвижные механизмы, изучить образцы комплектующих, получите исчерпывающую информацию от менеджеров. Желаете узнать больше о производстве и монтаже? Приглашаем на экскурсию по заводу - своими глазами увидите, как происходит выпуск стеклянных под заказ перегородок, зададите интересующие вопросы инженерам и сборщикам. Чтобы узнать адреса офисов, переходите на сайте в раздел Контакты или свяжитесь с консультантами.",
        ],
      },
      {
        title:
          "Как удостовериться в качестве и безопасности заводских товаров?",
        text: [
          "На этапах проектирования и производства стеклянных классических перегородок ревизор отдела технического контроля выполняет ряд проверочных тестов. Для этого используются 19 стендов, помогающих своевременно выявить отклонения и дефекты конструкции. Без положительного заключения контролера изделие не переходит на последующий этап изготовления. Продукция сертифицируется в государственных органах, согласно стандартов ГОСТ, а также подтверждается знак качества ISO 9001 в международной торговой палате. С сертификатами заказчики могут ознакомиться в режиме онлайн и при заключении договора сотрудничества. Обращаем внимание, подлинные документы заверены факсимиле синего цвета. Купите у нас стеклянные сертифицированные перегородки по хорошей цене, и ни дня не переживайте о безопасном использовании в квартире или доме.",
        ],
      },
      {
        title:
          "Предоставляете кредит или рассрочку на выплату стоимости стеклянных безрамных перегородок?",
        text: [
          "Изготовление и установка стеклянных перегородок по желанию заказчика оформляется с беспроцентной рассрочкой платежей на период до 24 месяцев. Плотный график и нет возможно подъехать к нам для заключения договора? Компетентный сотрудник компании сможет оформить необходимый пакет документов на дому, в офисе или за бизнес ланчем в удобное время для заказчика. Также ощутимое преимущество рассрочки под 0% - отсутствие первоначального взноса и лояльный график погашения. Для оплаты задолженности достаточно воспользоваться ближайшим терминалом, а не час-два толкаться в очереди в отделении банка где-то на окраине столицы. Чтобы дешево и взаимовыгодно купить стеклянные каркасные перегородки обращайтесь в менеджерский отдел компании любым удобным способом связи.",
        ],
      },
    ],
  },
  2: {
    title:
      "Перегородки лофт для бизнеса | DarkLoft - Стеклянные перегородки в стиле Лофт",
    mainScreen: {
      img: "2",
      title: "Перегородки лофт для бизнеса",
      subtitle: "По индивидуальному проекту",
    },
    breadCrumbs: [
      {
        name: "Перегородки Лофт для бизнеса",
        url: "/lofts/2",
      },
    ],
    mainBlock: {
      textContent: [
        "Офисные перегородки в стиле ЛОФТ.",
        "Лучшее дизайнерское решение в зонировании офисных помещений. Отличная шумоизоляция. Любой формат рисунка перегородки.\n" +
          "Стоимость рассчитывается индивидуально по каждому заказу в зависимости от эскиза.",
        "Чтобы рассчитать стоимость вашей конструкции, просто свяжитесь с нами любым удобным для вас способом.",
      ],
      keys: {
        title: "Стеклянные лофт перегородки для офисов и бизнеса",
        subtitle:
          "Стеклянные перегородки лофт изготавливаются на заказ, что позволяет удачно распределить зоны в коммерческом помещении",
        keys: [
          {
            img: "2/keys/keys1",
            name: "Лофт перегородки в кабинет",
            text:
              "Перегородки из стекла стали неотъемлемым атрибутом в повсеместном использовании в квартирах и домах. Возможность получения личного пространства является неотъемлемым звеном для потребителя.  Стеклянные конструкции станут идеальным вариантом в маленьком,\n" +
              "ограниченном пространстве. Помогут сформировать определенные виды помещений нужных размеров, сохранят общих декор, стилистику.",
            materials:
              "Перегородки из стекла стали неотъемлемым атрибутом в повсеместном использовании в квартирах и домах. Возможность получения личного пространства является неотъемлемым звеном для потребителя.  Стеклянные конструкции станут идеальным вариантом в маленьком,\n" +
              "ограниченном пространстве. Помогут сформировать определенные виды помещений нужных размеров, сохранят общих декор, стилистику.",
            price: "XXX",
          },
          {
            img: "2/keys/keys2",
            name: "Лофт перегородки в бизнес-центре",
            text:
              "Перегородки из стекла стали неотъемлемым атрибутом в повсеместном использовании в квартирах и домах. Возможность получения личного пространства является неотъемлемым звеном для потребителя.  Стеклянные конструкции станут идеальным вариантом в маленьком,\n" +
              "ограниченном пространстве. Помогут сформировать определенные виды помещений нужных размеров, сохранят общих декор, стилистику.",
            materials:
              "Перегородки из стекла стали неотъемлемым атрибутом в повсеместном использовании в квартирах и домах. Возможность получения личного пространства является неотъемлемым звеном для потребителя.  Стеклянные конструкции станут идеальным вариантом в маленьком,\n" +
              "ограниченном пространстве. Помогут сформировать определенные виды помещений нужных размеров, сохранят общих декор, стилистику.",
            price: "XXX",
          },
          {
            img: "2/keys/keys3",
            name: "Лофт перегородки в магазин\n",
            text:
              "Перегородки из стекла стали неотъемлемым атрибутом в повсеместном использовании в квартирах и домах. Возможность получения личного пространства является неотъемлемым звеном для потребителя.  Стеклянные конструкции станут идеальным вариантом в маленьком,\n" +
              "ограниченном пространстве. Помогут сформировать определенные виды помещений нужных размеров, сохранят общих декор, стилистику.",
            materials:
              "Перегородки из стекла стали неотъемлемым атрибутом в повсеместном использовании в квартирах и домах. Возможность получения личного пространства является неотъемлемым звеном для потребителя.  Стеклянные конструкции станут идеальным вариантом в маленьком,\n" +
              "ограниченном пространстве. Помогут сформировать определенные виды помещений нужных размеров, сохранят общих декор, стилистику.",
            price: "XXX",
          },
          {
            img: "2/keys/keys4",
            name: "Лофт перегородки в общепите",
            text:
              "Перегородки из стекла стали неотъемлемым атрибутом в повсеместном использовании в квартирах и домах. Возможность получения личного пространства является неотъемлемым звеном для потребителя.  Стеклянные конструкции станут идеальным вариантом в маленьком,\n" +
              "ограниченном пространстве. Помогут сформировать определенные виды помещений нужных размеров, сохранят общих декор, стилистику.",
            materials:
              "Перегородки из стекла стали неотъемлемым атрибутом в повсеместном использовании в квартирах и домах. Возможность получения личного пространства является неотъемлемым звеном для потребителя.  Стеклянные конструкции станут идеальным вариантом в маленьком,\n" +
              "ограниченном пространстве. Помогут сформировать определенные виды помещений нужных размеров, сохранят общих декор, стилистику.",
            price: "XXX",
          },
          {
            img: "2/keys/keys5",
            name: "Лофт перегородки в торговые комплексы.",
            text:
              "Перегородки из стекла стали неотъемлемым атрибутом в повсеместном использовании в квартирах и домах. Возможность получения личного пространства является неотъемлемым звеном для потребителя.  Стеклянные конструкции станут идеальным вариантом в маленьком,\n" +
              "ограниченном пространстве. Помогут сформировать определенные виды помещений нужных размеров, сохранят общих декор, стилистику.",
            materials:
              "Перегородки из стекла стали неотъемлемым атрибутом в повсеместном использовании в квартирах и домах. Возможность получения личного пространства является неотъемлемым звеном для потребителя.  Стеклянные конструкции станут идеальным вариантом в маленьком,\n" +
              "ограниченном пространстве. Помогут сформировать определенные виды помещений нужных размеров, сохранят общих декор, стилистику.",
            price: "XXX",
          },
          {
            img: "2/keys/keys6",
            name: "Лофт перегородки в выставочный зал",
            text:
              "Перегородки из стекла стали неотъемлемым атрибутом в повсеместном использовании в квартирах и домах. Возможность получения личного пространства является неотъемлемым звеном для потребителя.  Стеклянные конструкции станут идеальным вариантом в маленьком,\n" +
              "ограниченном пространстве. Помогут сформировать определенные виды помещений нужных размеров, сохранят общих декор, стилистику.",
            materials:
              "Перегородки из стекла стали неотъемлемым атрибутом в повсеместном использовании в квартирах и домах. Возможность получения личного пространства является неотъемлемым звеном для потребителя.  Стеклянные конструкции станут идеальным вариантом в маленьком,\n" +
              "ограниченном пространстве. Помогут сформировать определенные виды помещений нужных размеров, сохранят общих декор, стилистику.",
            price: "XXX",
          },
        ],
      },
      text: [
        "Стиль лофт в интерьере офисов, галерей, коммерческих объектов и жилых помещений с каждым годом находит все больше приверженцев. Его особенность заключается в гармоничном сочетании индустриального стиля, минимализма, грубых необработанных материалов и простой мебели с искусственным состариванием элементов.",
        "Для лофта характерно обилие свободного пространства, что делает его оптимальным выбором для офисных помещений большой площади. Несмотря на значимость подобных акцентов, стилю не чуждо зонирование, с помощью которого эффективно разграничивается пространство для самых разных целей. В офисе таким способом выделяются отдельные кабинеты и места сотрудников, общие зоны для переговоров, отдыха или ожидания для посетителей. Поддержать общую стилевую направленность и разделить свободное пространство позволяют стеклянные перегородки лофт.",
      ],
      textContentCheck: [
        "Конструкции изготавливаются из обрамленного в алюминиевый каркас закаленного стекла. Изделия отличаются прочностью, легкостью и долговечностью.",
        "Офисные перегородки лофт дополняются фальш-накладками из алюминиевых реек, имитирующих окна и рамы на сплошном стеклянном полотне. Получаемые отверстия могут иметь различные габариты в зависимости от предпочтений заказчика.",
      ],
    },
    options: [
      "2/options/options1",
      "2/options/options2",
      "2/options/options3",
      "2/options/options4",
      "2/options/options5",
      "2/options/options6",
    ],
    faq: [
      {
        title:
          "Какое стекло предпочтительнее купить для стеклянных домашних перегородок - триплекс или каленое?",
        text: [
          "Для создания стеклянных звукоизоляционных перегородок применяем закаленные (термическая обработка в специализированной печи) или\n" +
            "триплексные (ламинированные стекла, соединенные клеющими составами) стекломатериалы. Данные типы наполнения являются безопасными в\n" +
            "случае повреждения: осколки каленого стекла осыпаются затупленными крупицами, а триплекса - остаются приклеенными к пленке. Ламинированные\n" +
            "поверхности являются более крепкими и могут быть: огнестойкими, антивандальными, пуленепробиваемыми и шумоизоляционными. Рекомендуем\n" +
            "стеклянные каленые перегородки устанавливать в комнаты частных домов и квартир, тогда как полотна из триплекс-стекла - в места с большим\n" +
            "оборотом посетителей и промышленные зоны.",
        ],
      },
      {
        title: "Возможно увидеть продукцию “вживую”?",
        text: [
          "Идеология компании - максимальная открытость для заказчиков. Наш шоу-рум расположен на территории Москвы и МО. Приходите ознакомиться наяву со стеклянными выставочными перегородками и другими товарами, вы сможете опробовать подвижные механизмы, изучить образцы комплектующих, получите исчерпывающую информацию от менеджеров. Желаете узнать больше о производстве и монтаже? Приглашаем на экскурсию по заводу - своими глазами увидите, как происходит выпуск стеклянных под заказ перегородок, зададите интересующие вопросы инженерам и сборщикам. Чтобы узнать адреса офисов, переходите на сайте в раздел Контакты или свяжитесь с консультантами.",
        ],
      },
      {
        title:
          "Как удостовериться в качестве и безопасности заводских товаров?",
        text: [
          "На этапах проектирования и производства стеклянных классических перегородок ревизор отдела технического контроля выполняет ряд проверочных тестов. Для этого используются 19 стендов, помогающих своевременно выявить отклонения и дефекты конструкции. Без положительного заключения контролера изделие не переходит на последующий этап изготовления. Продукция сертифицируется в государственных органах, согласно стандартов ГОСТ, а также подтверждается знак качества ISO 9001 в международной торговой палате. С сертификатами заказчики могут ознакомиться в режиме онлайн и при заключении договора сотрудничества. Обращаем внимание, подлинные документы заверены факсимиле синего цвета. Купите у нас стеклянные сертифицированные перегородки по хорошей цене, и ни дня не переживайте о безопасном использовании в квартире или доме.",
        ],
      },
      {
        title:
          "Предоставляете кредит или рассрочку на выплату стоимости стеклянных безрамных перегородок?",
        text: [
          "Изготовление и установка стеклянных перегородок по желанию заказчика оформляется с беспроцентной рассрочкой платежей на период до 24 месяцев. Плотный график и нет возможно подъехать к нам для заключения договора? Компетентный сотрудник компании сможет оформить необходимый пакет документов на дому, в офисе или за бизнес ланчем в удобное время для заказчика. Также ощутимое преимущество рассрочки под 0% - отсутствие первоначального взноса и лояльный график погашения. Для оплаты задолженности достаточно воспользоваться ближайшим терминалом, а не час-два толкаться в очереди в отделении банка где-то на окраине столицы. Чтобы дешево и взаимовыгодно купить стеклянные каркасные перегородки обращайтесь в менеджерский отдел компании любым удобным способом связи.",
        ],
      },
    ],
  },
  3: {
    title:
      "Лофт перегородки для душевых и саун | DarkLoft - Стеклянные перегородки в стиле Лофт",
    mainScreen: {
      img: "3",
      title: "лофт перегородки для душа",
      subtitle: "По индивидуальному проекту",
    },
    breadCrumbs: [
      {
        name: "Перегородки Лофт для душа",
        url: "/lofts/3",
      },
    ],
    mainBlock: {
      textContent: [
        "Сделайте душевую комнату стильной, светлой, при этом сэкономьте пространство, купив перегородки для душа у производителя. Конструкции предотвращают попадание влаги на стену, защищают ванную комнату от брызг, не «съедают» свободное место.",
      ],
      keys: {
        title:
          "Стеклянные лофт перегородки на заказ: варианты стекломатериалов для полотен",
        subtitle:
          "стеклянные перегородки лофт изготавливаются на заказ, что позволяет удачно вписать их в готовый интерьер квартиры или частного дома",
        keys: [
          {
            img: "3/keys/keys1",
            name: "Перегородки в нишу для душа",
            text: "Позволяют эргономично использовать образовавшееся место-нишу под перегородку для удобного душа, дверцы крепятся на герметично установленный к стене каркас с уплотнителем - брызги не распространяются дальше плотно закрытых дверей.",
            materials:
              "Перегородки из стекла стали неотъемлемым атрибутом в повсеместном использовании в квартирах и домах. Возможность получения личного пространства является неотъемлемым звеном для потребителя.  Стеклянные конструкции станут идеальным вариантом в маленьком,\n" +
              "ограниченном пространстве. Помогут сформировать определенные виды помещений нужных размеров, сохранят общих декор, стилистику.",
            price: "XXX",
          },
          {
            img: "3/keys/keys2",
            name: "Угловые перегородки для душа",
            text: "Встречаются в ванных комнатах небольших размеров - ширина / высота перегородок регулируется в зависимости от габаритов помещения - дверца кабинки душа устанавливается распашная и раздвижная по желанию потребителя.",
            materials:
              "Перегородки из стекла стали неотъемлемым атрибутом в повсеместном использовании в квартирах и домах. Возможность получения личного пространства является неотъемлемым звеном для потребителя.  Стеклянные конструкции станут идеальным вариантом в маленьком,\n" +
              "ограниченном пространстве. Помогут сформировать определенные виды помещений нужных размеров, сохранят общих декор, стилистику.",
            price: "XXX",
          },
          {
            img: "3/keys/keys3",
            name: "П - образные перегородки для душа",
            text: "Устанавливают в просторных душевых комнатах, перегородки крепятся к специальному отверстию в поддоне душа и стенам - на прочную нержавеющую фурнитуру, которая образуется ржавчина спустя 40 лет эксплуатации.",
            materials:
              "Перегородки из стекла стали неотъемлемым атрибутом в повсеместном использовании в квартирах и домах. Возможность получения личного пространства является неотъемлемым звеном для потребителя.  Стеклянные конструкции станут идеальным вариантом в маленьком,\n" +
              "ограниченном пространстве. Помогут сформировать определенные виды помещений нужных размеров, сохранят общих декор, стилистику.",
            price: "XXX",
          },
          {
            img: "3/keys/keys4",
            name: "Стеклянные Лофт перегородки для душа",
            text: "Изделия из стекла - прочные, изящные, легко оформляются под дизайн, на эксплуатационных характеристиках внешние видоизменения не сказываются. Перегородки из стекла для душа гармонично сочетаются с полноценным интерьером дома, если в других комнатах присутствуют ограждающие стенки из стекла.",
            materials:
              "Перегородки из стекла стали неотъемлемым атрибутом в повсеместном использовании в квартирах и домах. Возможность получения личного пространства является неотъемлемым звеном для потребителя.  Стеклянные конструкции станут идеальным вариантом в маленьком,\n" +
              "ограниченном пространстве. Помогут сформировать определенные виды помещений нужных размеров, сохранят общих декор, стилистику.",
            price: "XXX",
          },
          {
            img: "3/keys/keys5",
            name: "Матовые перегородки для душа",
            text: "Подходит для спальни, где санузел не отделяется толстой стеной, оригинально выглядит в дизайне, специальная технология матового покрытия для душа - не оставляет разводов, следов жесткой воды на перегородке.",
            materials:
              "Перегородки из стекла стали неотъемлемым атрибутом в повсеместном использовании в квартирах и домах. Возможность получения личного пространства является неотъемлемым звеном для потребителя.  Стеклянные конструкции станут идеальным вариантом в маленьком,\n" +
              "ограниченном пространстве. Помогут сформировать определенные виды помещений нужных размеров, сохранят общих декор, стилистику.",
            price: "XXX",
          },
          {
            img: "3/keys/keys6",
            name: "Перегородки для душа из цветного стекла",
            text: "Возможность выделить душевую кабину в интерьере с яркими или пастельными акцентами, изготавливаем для душа цветные перегородки полупрозрачные, глянцевые, матовые, целиком тонированные.",
            materials:
              "Перегородки из стекла стали неотъемлемым атрибутом в повсеместном использовании в квартирах и домах. Возможность получения личного пространства является неотъемлемым звеном для потребителя.  Стеклянные конструкции станут идеальным вариантом в маленьком,\n" +
              "ограниченном пространстве. Помогут сформировать определенные виды помещений нужных размеров, сохранят общих декор, стилистику.",
            price: "XXX",
          },
        ],
      },
      text: [
        "Думаете, какую перегородку в свой душ купить, чтобы служила дольше? У каждого варианта есть плюсы и минусы - чтобы выбрать подходящую, надо ознакомиться хотя бы с основными видами. Стеклянные распашные считаются практичнее раздвижных перегородок.",
      ],
      textContentCheck: [
        "Стеклянные перегородки для ванной комнаты отличает эргономичность, они могут использоваться в помещениях различной планировки и размера. За счет светопроницаемости они придадут объем даже крошечной комнате.",
        "Стеклянные душевые перегородки не требуют особых хлопот по поддержанию чистоты: их легко мыть простыми бытовыми средствами. При этом они не желтеют и не мутнеют со временем, не покрываются трещинками и не облазят.",
      ],
    },
    options: [
      "3/options/options1",
      "3/options/options2",
      "3/options/options3",
      "3/options/options4",
      "3/options/options5",
      "3/options/options6",
    ],
    faq: [
      {
        title: "Возможно увидеть продукцию “вживую”?",
        text: [
          "Идеология компании - максимальная открытость для заказчиков. Наш шоу-рум расположен на территории Москвы и МО. Приходите ознакомиться наяву со стеклянными выставочными перегородками и другими товарами, вы сможете опробовать подвижные механизмы, изучить образцы комплектующих, получите исчерпывающую информацию от менеджеров. Желаете узнать больше о производстве и монтаже? Приглашаем на экскурсию по заводу - своими глазами увидите, как происходит выпуск стеклянных под заказ перегородок, зададите интересующие вопросы инженерам и сборщикам. Чтобы узнать адреса офисов, переходите на сайте в раздел Контакты или свяжитесь с консультантами.",
        ],
      },
      {
        title:
          "Как удостовериться в качестве и безопасности заводских товаров?",
        text: [
          "На этапах проектирования и производства стеклянных классических перегородок ревизор отдела технического контроля выполняет ряд проверочных тестов. Для этого используются 19 стендов, помогающих своевременно выявить отклонения и дефекты конструкции. Без положительного заключения контролера изделие не переходит на последующий этап изготовления. Продукция сертифицируется в государственных органах, согласно стандартов ГОСТ, а также подтверждается знак качества ISO 9001 в международной торговой палате. С сертификатами заказчики могут ознакомиться в режиме онлайн и при заключении договора сотрудничества. Обращаем внимание, подлинные документы заверены факсимиле синего цвета. Купите у нас стеклянные сертифицированные перегородки по хорошей цене, и ни дня не переживайте о безопасном использовании в квартире или доме.",
        ],
      },
      {
        title:
          "Предоставляете кредит или рассрочку на выплату стоимости стеклянных безрамных перегородок?",
        text: [
          "Изготовление и установка стеклянных перегородок по желанию заказчика оформляется с беспроцентной рассрочкой платежей на период до 24 месяцев. Плотный график и нет возможно подъехать к нам для заключения договора? Компетентный сотрудник компании сможет оформить необходимый пакет документов на дому, в офисе или за бизнес ланчем в удобное время для заказчика. Также ощутимое преимущество рассрочки под 0% - отсутствие первоначального взноса и лояльный график погашения. Для оплаты задолженности достаточно воспользоваться ближайшим терминалом, а не час-два толкаться в очереди в отделении банка где-то на окраине столицы. Чтобы дешево и взаимовыгодно купить стеклянные каркасные перегородки обращайтесь в менеджерский отдел компании любым удобным способом связи.",
        ],
      },
    ],
  },
  4: {
    title:
      "Остекленение лестниц | DarkLoft - Стеклянные перегородки в стиле Лофт",
    mainScreen: {
      img: "4",
      title: "стеклянные лестницы",
      subtitle: "По индивидуальному проекту",
    },
    breadCrumbs: [
      {
        name: "Остекление лестниц",
        url: "/lofts/4",
      },
    ],
    mainBlock: {
      textContent: [
        "Стеклянная лестница в интерьере многоуровневого помещения - это не только эффектно и богато, прежде всего инженерное сооружение должно соответствовать ряду требований ГОСТ 25772_1983. ",
      ],
      keys: {
        title: "Стеклянные лестницы на заказ: варианты конструкции",
        subtitle:
          "свыбор разновидности конструкции основывается не только на вкусовых предпочтениях заказчика,\n" +
          "главный критерий - площадь помещения. рекомендуем установку стеклянных изогнутых и классических маршевых лестниц, если квадратура жилого или коммерческого строения позволяет разместить габаритные интерьерные элементы, в других случаях предлагаем компактные винтовые ступени.",
        keys: [
          {
            img: "4/keys/keys1",
            name: "Стеклянная маршевая лестница",
            text: "Стеклянная прямая лестница с широкими ступенями - идеальный вариант для обустройства семейного дома. Удобна в использовании, как самым маленьким, так и людям преклонного возраста.",
            materials:
              "Перегородки из стекла стали неотъемлемым атрибутом в повсеместном использовании в квартирах и домах. Возможность получения личного пространства является неотъемлемым звеном для потребителя.  Стеклянные конструкции станут идеальным вариантом в маленьком,\n" +
              "ограниченном пространстве. Помогут сформировать определенные виды помещений нужных размеров, сохранят общих декор, стилистику.",
            price: "XXX",
          },
          {
            img: "4/keys/keys2",
            name: "Стеклянная маршевая лестница с поворотом\n",
            text: "Стеклянная Г-образная лестница эффектно сочетается с комплектующими из нержавеющей стали. Для удобства эксплуатации советуем устанавливать не более 10 забежных ступеней в одном марше.",
            materials:
              "Перегородки из стекла стали неотъемлемым атрибутом в повсеместном использовании в квартирах и домах. Возможность получения личного пространства является неотъемлемым звеном для потребителя.  Стеклянные конструкции станут идеальным вариантом в маленьком,\n" +
              "ограниченном пространстве. Помогут сформировать определенные виды помещений нужных размеров, сохранят общих декор, стилистику.",
            price: "XXX",
          },
          {
            img: "4/keys/keys3",
            name: "Стеклянная П - образная лестница",
            text: "Стеклянная поворотная лестница с промежуточной площадкой по пути на второй этаж изготавливается на заводе с дополнительными ограждающими элементами и перилами для безопасности передвижения.",
            materials:
              "Перегородки из стекла стали неотъемлемым атрибутом в повсеместном использовании в квартирах и домах. Возможность получения личного пространства является неотъемлемым звеном для потребителя.  Стеклянные конструкции станут идеальным вариантом в маленьком,\n" +
              "ограниченном пространстве. Помогут сформировать определенные виды помещений нужных размеров, сохранят общих декор, стилистику.",
            price: "XXX",
          },
          {
            img: "4/keys/keys4",
            name: "Стеклянные дуговая лестница",
            text: "Стеклянная изогнутая лестница производится из моллированного (гнутого) стекла на современном оборудовании. Конструкция подчеркивает изысканность интерьера и визуально расширяет площадь.",
            materials:
              "Перегородки из стекла стали неотъемлемым атрибутом в повсеместном использовании в квартирах и домах. Возможность получения личного пространства является неотъемлемым звеном для потребителя.  Стеклянные конструкции станут идеальным вариантом в маленьком,\n" +
              "ограниченном пространстве. Помогут сформировать определенные виды помещений нужных размеров, сохранят общих декор, стилистику.",
            price: "XXX",
          },
          {
            img: "4/keys/keys5",
            name: "Стеклянные спиральные лестницы",
            text: "Стеклянная спиральная лестница предназначена для помещений небольших габаритов в виду своей компактности. Обратите внимание, винтовая конструкция не рекомендуется для домов, где живут дети и пожилые люди.",
            materials:
              "Перегородки из стекла стали неотъемлемым атрибутом в повсеместном использовании в квартирах и домах. Возможность получения личного пространства является неотъемлемым звеном для потребителя.  Стеклянные конструкции станут идеальным вариантом в маленьком,\n" +
              "ограниченном пространстве. Помогут сформировать определенные виды помещений нужных размеров, сохранят общих декор, стилистику.",
            price: "XXX",
          },
          {
            img: "4/keys/keys6",
            name: "Стеклянная круговая лестница\n",
            text: "Стеклянная дизайнерская лестница проектируется по авторским чертежам ведущих инженеров предприятия по доступной цене. Возведение травмобезопасной конструкции требует правильный подбор крепежей и монтаж по ГОСТу.",
            materials:
              "Перегородки из стекла стали неотъемлемым атрибутом в повсеместном использовании в квартирах и домах. Возможность получения личного пространства является неотъемлемым звеном для потребителя.  Стеклянные конструкции станут идеальным вариантом в маленьком,\n" +
              "ограниченном пространстве. Помогут сформировать определенные виды помещений нужных размеров, сохранят общих декор, стилистику.",
            price: "XXX",
          },
        ],
      },
      text: [
        "Предлагаем изготовить стеклянную элегантную лестницу из крепкого каленого стекла, сверхпрочного триплекса,\n" +
          "а также дизайнерских видов стекломатериалов",
      ],
      textContentCheck: [
        "Строительные правила СНиП 2_08_02-89 регламентируют обязательную установку ограждающих перил на лестницах из стеклянных и металлических элементов. Мастера компании фиксируют ограждения исключительно крепежами из нержавеющей стали (торцевые, стоечные и скрытые системы).",
        "Поручнем может служить само стекло (безрамное ограждение из толстого триплекса), нержавейка (комбинация стальных стоек и перил) и накладные элементы из дерева, мрамора или алюминия (фиксируются клеем к торцу панели из стекла). Закажите\n" +
          "по заводской цене стеклянные опоры, ограждения, перила и поручни в комплектации с сертифицированными крепежами - установим безопасную лестницу в короткие сроки.",
      ],
    },
    options: [
      "4/options/options1",
      "4/options/options2",
      "4/options/options3",
      "4/options/options4",
      "4/options/options5",
      "4/options/options6",
    ],
    faq: [
      {
        title: "Возможно увидеть продукцию “вживую”?",
        text: [
          "Идеология компании - максимальная открытость для заказчиков. Наш шоу-рум расположен на территории Москвы и МО. Приходите ознакомиться наяву со стеклянными выставочными перегородками и другими товарами, вы сможете опробовать подвижные механизмы, изучить образцы комплектующих, получите исчерпывающую информацию от менеджеров. Желаете узнать больше о производстве и монтаже? Приглашаем на экскурсию по заводу - своими глазами увидите, как происходит выпуск стеклянных под заказ перегородок, зададите интересующие вопросы инженерам и сборщикам. Чтобы узнать адреса офисов, переходите на сайте в раздел Контакты или свяжитесь с консультантами.",
        ],
      },
      {
        title:
          "Как удостовериться в качестве и безопасности заводских товаров?",
        text: [
          "На этапах проектирования и производства стеклянных классических перегородок ревизор отдела технического контроля выполняет ряд проверочных тестов. Для этого используются 19 стендов, помогающих своевременно выявить отклонения и дефекты конструкции. Без положительного заключения контролера изделие не переходит на последующий этап изготовления. Продукция сертифицируется в государственных органах, согласно стандартов ГОСТ, а также подтверждается знак качества ISO 9001 в международной торговой палате. С сертификатами заказчики могут ознакомиться в режиме онлайн и при заключении договора сотрудничества. Обращаем внимание, подлинные документы заверены факсимиле синего цвета. Купите у нас стеклянные сертифицированные перегородки по хорошей цене, и ни дня не переживайте о безопасном использовании в квартире или доме.",
        ],
      },
      {
        title:
          "Предоставляете кредит или рассрочку на выплату стоимости стеклянных безрамных перегородок?",
        text: [
          "Изготовление и установка стеклянных перегородок по желанию заказчика оформляется с беспроцентной рассрочкой платежей на период до 24 месяцев. Плотный график и нет возможно подъехать к нам для заключения договора? Компетентный сотрудник компании сможет оформить необходимый пакет документов на дому, в офисе или за бизнес ланчем в удобное время для заказчика. Также ощутимое преимущество рассрочки под 0% - отсутствие первоначального взноса и лояльный график погашения. Для оплаты задолженности достаточно воспользоваться ближайшим терминалом, а не час-два толкаться в очереди в отделении банка где-то на окраине столицы. Чтобы дешево и взаимовыгодно купить стеклянные каркасные перегородки обращайтесь в менеджерский отдел компании любым удобным способом связи.",
        ],
      },
    ],
  },
  5: {
    title:
      "Цельностеклянные конструкции | DarkLoft - Стеклянные перегородки в стиле Лофт",
    mainScreen: {
      img: "5",
      title: "цельностеклянные конструкции",
      subtitle: "По индивидуальному проекту",
    },
    breadCrumbs: [
      {
        name: "Цельностеклянные конструкции",
        url: "/lofts/5",
      },
    ],
    mainBlock: {
      textContent: [
        "С помощью цельностеклянных конструкций, можно не только практично, но и на высоком эстетическом уровне, распределить зоны производственного, хозяйственного, офисного или домашнего помещения.",
        "Поэтому можно констатировать, что современность и функциональность – вот, что привлекает заказчиков продукции нашей компании. \n" +
          "Мы занимаемся производством и монтажом конструкций из стекла. В основном специализируемся на стиле Лофт",
      ],
      keys: {
        title: "Цельностеклянные конструкции",
        subtitle:
          "в целом, это конструкции, предназначенные для обеспечения должного уровня естественного освещения внутри помещения, визуального контакта с окружающей средой. они позволяют максимально эффективно использовать пространство и дневной свет, что и обусловливает стремительный рост их популярности.",
        keys: [
          {
            img: "5/keys/keys1",
            name: "Цельностеклянные конструкции для выставок",
            text: "Стиль лофт в интерьере офисов, галерей, коммерческих объектов и жилых помещений с каждым годом находит все больше приверженцев. Его особенность заключается в гармоничном сочетании индустриального стиля, минимализма, грубых необработанных материалов и простой мебели с искусственным состариванием элементов.Для лофта характерно обилие свободного пространства, что делает его оптимальным выбором для офисных помещений большой площади.",
            materials:
              "Перегородки из стекла стали неотъемлемым атрибутом в повсеместном использовании в квартирах и домах. Возможность получения личного пространства является неотъемлемым звеном для потребителя.  Стеклянные конструкции станут идеальным вариантом в маленьком,\n" +
              "ограниченном пространстве. Помогут сформировать определенные виды помещений нужных размеров, сохранят общих декор, стилистику.",
            price: "XXX",
          },
          {
            img: "5/keys/keys2",
            name: "Цельностеклянные конструкции для заведений",
            text: "Стиль лофт в интерьере офисов, галерей, коммерческих объектов и жилых помещений с каждым годом находит все больше приверженцев. Его особенность заключается в гармоничном сочетании индустриального стиля, минимализма, грубых необработанных материалов и простой мебели с искусственным состариванием элементов.Для лофта характерно обилие свободного пространства, что делает его оптимальным выбором для офисных помещений большой площади.",
            materials:
              "Перегородки из стекла стали неотъемлемым атрибутом в повсеместном использовании в квартирах и домах. Возможность получения личного пространства является неотъемлемым звеном для потребителя.  Стеклянные конструкции станут идеальным вариантом в маленьком,\n" +
              "ограниченном пространстве. Помогут сформировать определенные виды помещений нужных размеров, сохранят общих декор, стилистику.",
            price: "XXX",
          },
          {
            img: "5/keys/keys3",
            name: "Цельностеклянные конструкции для офисов",
            text: "Стиль лофт в интерьере офисов, галерей, коммерческих объектов и жилых помещений с каждым годом находит все больше приверженцев. Его особенность заключается в гармоничном сочетании индустриального стиля, минимализма, грубых необработанных материалов и простой мебели с искусственным состариванием элементов.Для лофта характерно обилие свободного пространства, что делает его оптимальным выбором для офисных помещений большой площади.",
            materials:
              "Перегородки из стекла стали неотъемлемым атрибутом в повсеместном использовании в квартирах и домах. Возможность получения личного пространства является неотъемлемым звеном для потребителя.  Стеклянные конструкции станут идеальным вариантом в маленьком,\n" +
              "ограниченном пространстве. Помогут сформировать определенные виды помещений нужных размеров, сохранят общих декор, стилистику.",
            price: "XXX",
          },
        ],
      },
      text: [
        "Цельностеклянные изделия обладают большой ударной прочностью, так как применяемое для их изготовления закаленное стекло в 8 раз прочнее обыкновенного, не подвергнутого закаливанию, сырого стекла.",
      ],
      textContentCheck: [
        "Монтаж любых цельностеклянных конструкций на основу зажимных профилей – ответственный процесс.Любая неточность неизбежно влечёт порчу стекла, появление трещин и сколов. Поэтому монтаж фурнитуры, как и самих стеклянных конструкций, рекомендуется доверить только профессиональным монтажным бригадам.",
        "Цельностеклянные конструкции подходят для помещений, где требуется регулярная трансформация пространства. К примеру, в учебных центрах, переговорных, конференц-залах.",
      ],
    },
    options: [
      "5/options/options1",
      "5/options/options2",
      "5/options/options3",
      "5/options/options4",
      "5/options/options5",
      "5/options/options6",
    ],
    faq: [
      {
        title: "Возможно увидеть продукцию “вживую”?",
        text: [
          "Идеология компании - максимальная открытость для заказчиков. Наш шоу-рум расположен на территории Москвы и МО. Приходите ознакомиться наяву со стеклянными выставочными перегородками и другими товарами, вы сможете опробовать подвижные механизмы, изучить образцы комплектующих, получите исчерпывающую информацию от менеджеров. Желаете узнать больше о производстве и монтаже? Приглашаем на экскурсию по заводу - своими глазами увидите, как происходит выпуск стеклянных под заказ перегородок, зададите интересующие вопросы инженерам и сборщикам. Чтобы узнать адреса офисов, переходите на сайте в раздел Контакты или свяжитесь с консультантами.",
        ],
      },
      {
        title:
          "Как удостовериться в качестве и безопасности заводских товаров?",
        text: [
          "На этапах проектирования и производства стеклянных классических перегородок ревизор отдела технического контроля выполняет ряд проверочных тестов. Для этого используются 19 стендов, помогающих своевременно выявить отклонения и дефекты конструкции. Без положительного заключения контролера изделие не переходит на последующий этап изготовления. Продукция сертифицируется в государственных органах, согласно стандартов ГОСТ, а также подтверждается знак качества ISO 9001 в международной торговой палате. С сертификатами заказчики могут ознакомиться в режиме онлайн и при заключении договора сотрудничества. Обращаем внимание, подлинные документы заверены факсимиле синего цвета. Купите у нас стеклянные сертифицированные перегородки по хорошей цене, и ни дня не переживайте о безопасном использовании в квартире или доме.",
        ],
      },
      {
        title:
          "Предоставляете кредит или рассрочку на выплату стоимости стеклянных безрамных перегородок?",
        text: [
          "Изготовление и установка стеклянных перегородок по желанию заказчика оформляется с беспроцентной рассрочкой платежей на период до 24 месяцев. Плотный график и нет возможно подъехать к нам для заключения договора? Компетентный сотрудник компании сможет оформить необходимый пакет документов на дому, в офисе или за бизнес ланчем в удобное время для заказчика. Также ощутимое преимущество рассрочки под 0% - отсутствие первоначального взноса и лояльный график погашения. Для оплаты задолженности достаточно воспользоваться ближайшим терминалом, а не час-два толкаться в очереди в отделении банка где-то на окраине столицы. Чтобы дешево и взаимовыгодно купить стеклянные каркасные перегородки обращайтесь в менеджерский отдел компании любым удобным способом связи.",
        ],
      },
    ],
  },
};
