export const loftsData = {
  1: {
    title:
      "Перегородки в квартиру Лофт | DarkLoft - Стеклянные перегородки в стиле Лофт",
    mainScreen: {
      img: "1",
      title: "Лофт перегородки для квартиры и дома",
      subtitle: "По индивидуальному проекту",
    },
    breadCrumbs: [
      {
        name: "Перегородки в квартиру Лофт",
        url: "/lofts/1",
      },
    ],
    mainBlock: {
      text: [
        "Перегородки из стекла стали неотъемлемым атрибутом в повсеместном использовании в квартирах и домах. Возможность получения личного\n" +
          "пространства является неотъемлемым звеном для потребителя. Стеклянные конструкции станут идеальным вариантом в маленьком,\n" +
          "ограниченном пространстве. Помогут сформировать определенные виды помещений нужных размеров, сохранят общих декор, стилистику.",
        "Стеклянные перегородки позволяют создать определенную видимость уединения, превосходно решают вопрос с качественным\n" +
          "разграничением имеющегося пространства, без потери естественного освещения и ухудшения вентиляции площади.",
      ],
      textContent: [
        "     В последнее время межкомнатные перегородки наиболее популярны в оформлении\n" +
          "      внутреннего пространства. Студийная планировка и openspace – модное\n" +
          "      решение в современных интерьерах, открытые помещения существенно\n" +
          "      раздвигают рамки пространства, повышая комфорт и удобство жилья. Но, так\n" +
          "      или иначе, помещение необходимо зонировать, при этом максимально сохранив\n" +
          "      открытость и легкость пространства.",
        "Сдвижные перегородки обладают безупречным внешним видом, отличаются высокими показателями конструкции, практичны, функциональны\n" +
          "и максимально эргономичны. Грамотное использование перегородок в доме или в квартире позволит зонировать внутреннее помещение или\n" +
          "же объединить пространство, эффективно использовав полезную площадь.",
      ],
      keys: {
        title:
          "     Стеклянные лофт перегородки на заказ: варианты стекломатериалов для\n" +
          "        полотен",
        subtitle:
          "Стеклянные перегородки лофт изготавливаются на заказ, что позволяет\n" +
          "удачно вписать их в готовый интерьер квартиры или частного дома",
        keys: [
          {
            img: "1/keys/keys1",
            name: "Лофт перегородки на кухню",
            text:
              "Перегородки из стекла стали неотъемлемым атрибутом в повсеместном использовании в квартирах и домах. Возможность получения личного пространства является неотъемлемым звеном для потребителя.  Стеклянные конструкции станут идеальным вариантом в маленьком,\n" +
              "ограниченном пространстве. Помогут сформировать определенные виды помещений нужных размеров, сохранят общих декор, стилистику.",
            materials:
              "Перегородки из стекла стали неотъемлемым атрибутом в повсеместном использовании в квартирах и домах. Возможность получения личного пространства является неотъемлемым звеном для потребителя.  Стеклянные конструкции станут идеальным вариантом в маленьком,\n" +
              "ограниченном пространстве. Помогут сформировать определенные виды помещений нужных размеров, сохранят общих декор, стилистику.",
            price: "XXX",
          },
          {
            img: "1/keys/keys2",
            name: "Лофт перегородки в гостиную",
            text:
              "Перегородки из стекла стали неотъемлемым атрибутом в повсеместном использовании в квартирах и домах. Возможность получения личного пространства является неотъемлемым звеном для потребителя.  Стеклянные конструкции станут идеальным вариантом в маленьком,\n" +
              "ограниченном пространстве. Помогут сформировать определенные виды помещений нужных размеров, сохранят общих декор, стилистику.",
            materials:
              "Перегородки из стекла стали неотъемлемым атрибутом в повсеместном использовании в квартирах и домах. Возможность получения личного пространства является неотъемлемым звеном для потребителя.  Стеклянные конструкции станут идеальным вариантом в маленьком,\n" +
              "ограниченном пространстве. Помогут сформировать определенные виды помещений нужных размеров, сохранят общих декор, стилистику.",
            price: "XXX",
          },
          {
            img: "1/keys/keys3",
            name: "Лофт перегородки в гардеробную",
            text:
              "Перегородки из стекла стали неотъемлемым атрибутом в повсеместном использовании в квартирах и домах. Возможность получения личного пространства является неотъемлемым звеном для потребителя.  Стеклянные конструкции станут идеальным вариантом в маленьком,\n" +
              "ограниченном пространстве. Помогут сформировать определенные виды помещений нужных размеров, сохранят общих декор, стилистику.",
            materials:
              "Перегородки из стекла стали неотъемлемым атрибутом в повсеместном использовании в квартирах и домах. Возможность получения личного пространства является неотъемлемым звеном для потребителя.  Стеклянные конструкции станут идеальным вариантом в маленьком,\n" +
              "ограниченном пространстве. Помогут сформировать определенные виды помещений нужных размеров, сохранят общих декор, стилистику.",
            price: "XXX",
          },
          {
            img: "1/keys/keys4",
            name: "Лофт перегородки в спальню",
            text:
              "Перегородки из стекла стали неотъемлемым атрибутом в повсеместном использовании в квартирах и домах. Возможность получения личного пространства является неотъемлемым звеном для потребителя.  Стеклянные конструкции станут идеальным вариантом в маленьком,\n" +
              "ограниченном пространстве. Помогут сформировать определенные виды помещений нужных размеров, сохранят общих декор, стилистику.",
            materials:
              "Перегородки из стекла стали неотъемлемым атрибутом в повсеместном использовании в квартирах и домах. Возможность получения личного пространства является неотъемлемым звеном для потребителя.  Стеклянные конструкции станут идеальным вариантом в маленьком,\n" +
              "ограниченном пространстве. Помогут сформировать определенные виды помещений нужных размеров, сохранят общих декор, стилистику.",
            price: "XXX",
          },
          {
            img: "1/keys/keys5",
            name: "Душевые лофт перегородки\n",
            text:
              "Перегородки из стекла стали неотъемлемым атрибутом в повсеместном использовании в квартирах и домах. Возможность получения личного пространства является неотъемлемым звеном для потребителя.  Стеклянные конструкции станут идеальным вариантом в маленьком,\n" +
              "ограниченном пространстве. Помогут сформировать определенные виды помещений нужных размеров, сохранят общих декор, стилистику.",
            materials:
              "Перегородки из стекла стали неотъемлемым атрибутом в повсеместном использовании в квартирах и домах. Возможность получения личного пространства является неотъемлемым звеном для потребителя.  Стеклянные конструкции станут идеальным вариантом в маленьком,\n" +
              "ограниченном пространстве. Помогут сформировать определенные виды помещений нужных размеров, сохранят общих декор, стилистику.",
            price: "XXX",
          },
          {
            img: "1/keys/keys6",
            name: "Лофт перегородки для частного дома",
            text:
              "Перегородки из стекла стали неотъемлемым атрибутом в повсеместном использовании в квартирах и домах. Возможность получения личного пространства является неотъемлемым звеном для потребителя.  Стеклянные конструкции станут идеальным вариантом в маленьком,\n" +
              "ограниченном пространстве. Помогут сформировать определенные виды помещений нужных размеров, сохранят общих декор, стилистику.",
            materials:
              "Перегородки из стекла стали неотъемлемым атрибутом в повсеместном использовании в квартирах и домах. Возможность получения личного пространства является неотъемлемым звеном для потребителя.  Стеклянные конструкции станут идеальным вариантом в маленьком,\n" +
              "ограниченном пространстве. Помогут сформировать определенные виды помещений нужных размеров, сохранят общих декор, стилистику.",
            price: "XXX",
          },
        ],
      },
      textContentCheck: [
        " Разграничение помещения для создания индивидуального пространства, Воздушные стены в квартире не затемняют рабочие зоны, поглощают мешающий шум и создают комфортные условия.",
        "Дизайн. Перегородки со стеклом нередко декорируются согласно замыслам оформителя. На поверхность наносится фотопечать, пескоструйные рисунки, используются матовые и цветные полотна. Прозрачные конструкции помогают создать иллюзию простора даже на небольшой площади, сделать помещение светлым и современным.",
      ],
    },
    faq: [
      {
        title:
          "Какое стекло предпочтительнее купить для стеклянных домашних перегородок - триплекс или каленое?",
        text: [
          "Для создания стеклянных звукоизоляционных перегородок применяем закаленные (термическая обработка в специализированной печи) или\n" +
            "триплексные (ламинированные стекла, соединенные клеющими составами) стекломатериалы. Данные типы наполнения являются безопасными в\n" +
            "случае повреждения: осколки каленого стекла осыпаются затупленными крупицами, а триплекса - остаются приклеенными к пленке. Ламинированные\n" +
            "поверхности являются более крепкими и могут быть: огнестойкими, антивандальными, пуленепробиваемыми и шумоизоляционными. Рекомендуем\n" +
            "стеклянные каленые перегородки устанавливать в комнаты частных домов и квартир, тогда как полотна из триплекс-стекла - в места с большим\n" +
            "оборотом посетителей и промышленные зоны.",
        ],
      },
      {
        title: "Возможно увидеть продукцию “вживую”?",
        text: [
          "Идеология компании - максимальная открытость для заказчиков. Наш шоу-рум расположен на территории Москвы и МО. Приходите ознакомиться наяву со стеклянными выставочными перегородками и другими товарами, вы сможете опробовать подвижные механизмы, изучить образцы комплектующих, получите исчерпывающую информацию от менеджеров. Желаете узнать больше о производстве и монтаже? Приглашаем на экскурсию по заводу - своими глазами увидите, как происходит выпуск стеклянных под заказ перегородок, зададите интересующие вопросы инженерам и сборщикам. Чтобы узнать адреса офисов, переходите на сайте в раздел Контакты или свяжитесь с консультантами.",
        ],
      },
      {
        title:
          "Как удостовериться в качестве и безопасности заводских товаров?",
        text: [
          "На этапах проектирования и производства стеклянных классических перегородок ревизор отдела технического контроля выполняет ряд проверочных тестов. Для этого используются 19 стендов, помогающих своевременно выявить отклонения и дефекты конструкции. Без положительного заключения контролера изделие не переходит на последующий этап изготовления. Продукция сертифицируется в государственных органах, согласно стандартов ГОСТ, а также подтверждается знак качества ISO 9001 в международной торговой палате. С сертификатами заказчики могут ознакомиться в режиме онлайн и при заключении договора сотрудничества. Обращаем внимание, подлинные документы заверены факсимиле синего цвета. Купите у нас стеклянные сертифицированные перегородки по хорошей цене, и ни дня не переживайте о безопасном использовании в квартире или доме.",
        ],
      },
      {
        title:
          "Предоставляете кредит или рассрочку на выплату стоимости стеклянных безрамных перегородок?",
        text: [
          "Изготовление и установка стеклянных перегородок по желанию заказчика оформляется с беспроцентной рассрочкой платежей на период до 24 месяцев. Плотный график и нет возможно подъехать к нам для заключения договора? Компетентный сотрудник компании сможет оформить необходимый пакет документов на дому, в офисе или за бизнес ланчем в удобное время для заказчика. Также ощутимое преимущество рассрочки под 0% - отсутствие первоначального взноса и лояльный график погашения. Для оплаты задолженности достаточно воспользоваться ближайшим терминалом, а не час-два толкаться в очереди в отделении банка где-то на окраине столицы. Чтобы дешево и взаимовыгодно купить стеклянные каркасные перегородки обращайтесь в менеджерский отдел компании любым удобным способом связи.",
        ],
      },
    ],
  },
  2: {
    title:
      "Перегородки лофт для бизнеса | DarkLoft - Стеклянные перегородки в стиле Лофт",
    mainScreen: {
      img: "2",
      title: "Перегородки лофт для бизнеса",
      subtitle: "По индивидуальному проекту",
    },
    breadCrumbs: [
      {
        name: "Перегородки Лофт для бизнеса",
        url: "/lofts/2",
      },
    ],
    mainBlock: {
      textContent: [
        "Офисные перегородки в стиле ЛОФТ.",
        "Лучшее дизайнерское решение в зонировании офисных помещений. Отличная шумоизоляция. Любой формат рисунка перегородки.\n" +
          "Стоимость рассчитывается индивидуально по каждому заказу в зависимости от эскиза.",
        "Чтобы рассчитать стоимость вашей конструкции, просто свяжитесь с нами любым удобным для вас способом.",
      ],
      keys: {
        title: "Стеклянные лофт перегородки для офисов и бизнеса",
        subtitle:
          "Стеклянные перегородки лофт изготавливаются на заказ, что позволяет удачно распределить зоны в коммерческом помещении",
        keys: [
          {
            img: "2/keys/keys1",
            name: "Лофт перегородки в кабинет",
            text:
              "Перегородки из стекла стали неотъемлемым атрибутом в повсеместном использовании в квартирах и домах. Возможность получения личного пространства является неотъемлемым звеном для потребителя.  Стеклянные конструкции станут идеальным вариантом в маленьком,\n" +
              "ограниченном пространстве. Помогут сформировать определенные виды помещений нужных размеров, сохранят общих декор, стилистику.",
            materials:
              "Перегородки из стекла стали неотъемлемым атрибутом в повсеместном использовании в квартирах и домах. Возможность получения личного пространства является неотъемлемым звеном для потребителя.  Стеклянные конструкции станут идеальным вариантом в маленьком,\n" +
              "ограниченном пространстве. Помогут сформировать определенные виды помещений нужных размеров, сохранят общих декор, стилистику.",
            price: "XXX",
          },
          {
            img: "2/keys/keys2",
            name: "Лофт перегородки в бизнес-центре",
            text:
              "Перегородки из стекла стали неотъемлемым атрибутом в повсеместном использовании в квартирах и домах. Возможность получения личного пространства является неотъемлемым звеном для потребителя.  Стеклянные конструкции станут идеальным вариантом в маленьком,\n" +
              "ограниченном пространстве. Помогут сформировать определенные виды помещений нужных размеров, сохранят общих декор, стилистику.",
            materials:
              "Перегородки из стекла стали неотъемлемым атрибутом в повсеместном использовании в квартирах и домах. Возможность получения личного пространства является неотъемлемым звеном для потребителя.  Стеклянные конструкции станут идеальным вариантом в маленьком,\n" +
              "ограниченном пространстве. Помогут сформировать определенные виды помещений нужных размеров, сохранят общих декор, стилистику.",
            price: "XXX",
          },
          {
            img: "2/keys/keys3",
            name: "Лофт перегородки в магазин\n",
            text:
              "Перегородки из стекла стали неотъемлемым атрибутом в повсеместном использовании в квартирах и домах. Возможность получения личного пространства является неотъемлемым звеном для потребителя.  Стеклянные конструкции станут идеальным вариантом в маленьком,\n" +
              "ограниченном пространстве. Помогут сформировать определенные виды помещений нужных размеров, сохранят общих декор, стилистику.",
            materials:
              "Перегородки из стекла стали неотъемлемым атрибутом в повсеместном использовании в квартирах и домах. Возможность получения личного пространства является неотъемлемым звеном для потребителя.  Стеклянные конструкции станут идеальным вариантом в маленьком,\n" +
              "ограниченном пространстве. Помогут сформировать определенные виды помещений нужных размеров, сохранят общих декор, стилистику.",
            price: "XXX",
          },
          {
            img: "2/keys/keys4",
            name: "Лофт перегородки в общепите",
            text:
              "Перегородки из стекла стали неотъемлемым атрибутом в повсеместном использовании в квартирах и домах. Возможность получения личного пространства является неотъемлемым звеном для потребителя.  Стеклянные конструкции станут идеальным вариантом в маленьком,\n" +
              "ограниченном пространстве. Помогут сформировать определенные виды помещений нужных размеров, сохранят общих декор, стилистику.",
            materials:
              "Перегородки из стекла стали неотъемлемым атрибутом в повсеместном использовании в квартирах и домах. Возможность получения личного пространства является неотъемлемым звеном для потребителя.  Стеклянные конструкции станут идеальным вариантом в маленьком,\n" +
              "ограниченном пространстве. Помогут сформировать определенные виды помещений нужных размеров, сохранят общих декор, стилистику.",
            price: "XXX",
          },
          {
            img: "2/keys/keys5",
            name: "Лофт перегородки в торговые комплексы.",
            text:
              "Перегородки из стекла стали неотъемлемым атрибутом в повсеместном использовании в квартирах и домах. Возможность получения личного пространства является неотъемлемым звеном для потребителя.  Стеклянные конструкции станут идеальным вариантом в маленьком,\n" +
              "ограниченном пространстве. Помогут сформировать определенные виды помещений нужных размеров, сохранят общих декор, стилистику.",
            materials:
              "Перегородки из стекла стали неотъемлемым атрибутом в повсеместном использовании в квартирах и домах. Возможность получения личного пространства является неотъемлемым звеном для потребителя.  Стеклянные конструкции станут идеальным вариантом в маленьком,\n" +
              "ограниченном пространстве. Помогут сформировать определенные виды помещений нужных размеров, сохранят общих декор, стилистику.",
            price: "XXX",
          },
          {
            img: "2/keys/keys6",
            name: "Лофт перегородки в выставочный зал",
            text:
              "Перегородки из стекла стали неотъемлемым атрибутом в повсеместном использовании в квартирах и домах. Возможность получения личного пространства является неотъемлемым звеном для потребителя.  Стеклянные конструкции станут идеальным вариантом в маленьком,\n" +
              "ограниченном пространстве. Помогут сформировать определенные виды помещений нужных размеров, сохранят общих декор, стилистику.",
            materials:
              "Перегородки из стекла стали неотъемлемым атрибутом в повсеместном использовании в квартирах и домах. Возможность получения личного пространства является неотъемлемым звеном для потребителя.  Стеклянные конструкции станут идеальным вариантом в маленьком,\n" +
              "ограниченном пространстве. Помогут сформировать определенные виды помещений нужных размеров, сохранят общих декор, стилистику.",
            price: "XXX",
          },
        ],
      },
      text: [
        "Стиль лофт в интерьере офисов, галерей, коммерческих объектов и жилых помещений с каждым годом находит все больше приверженцев. Его особенность заключается в гармоничном сочетании индустриального стиля, минимализма, грубых необработанных материалов и простой мебели с искусственным состариванием элементов.",
        "Для лофта характерно обилие свободного пространства, что делает его оптимальным выбором для офисных помещений большой площади. Несмотря на значимость подобных акцентов, стилю не чуждо зонирование, с помощью которого эффективно разграничивается пространство для самых разных целей. В офисе таким способом выделяются отдельные кабинеты и места сотрудников, общие зоны для переговоров, отдыха или ожидания для посетителей. Поддержать общую стилевую направленность и разделить свободное пространство позволяют стеклянные перегородки лофт.",
      ],
      textContentCheck: [
        "Конструкции изготавливаются из обрамленного в алюминиевый каркас закаленного стекла. Изделия отличаются прочностью, легкостью и долговечностью.",
        "Офисные перегородки лофт дополняются фальш-накладками из алюминиевых реек, имитирующих окна и рамы на сплошном стеклянном полотне. Получаемые отверстия могут иметь различные габариты в зависимости от предпочтений заказчика.",
      ],
    },
    faq: [
      {
        title:
          "Какое стекло предпочтительнее купить для стеклянных домашних перегородок - триплекс или каленое?",
        text: [
          "Для создания стеклянных звукоизоляционных перегородок применяем закаленные (термическая обработка в специализированной печи) или\n" +
            "триплексные (ламинированные стекла, соединенные клеющими составами) стекломатериалы. Данные типы наполнения являются безопасными в\n" +
            "случае повреждения: осколки каленого стекла осыпаются затупленными крупицами, а триплекса - остаются приклеенными к пленке. Ламинированные\n" +
            "поверхности являются более крепкими и могут быть: огнестойкими, антивандальными, пуленепробиваемыми и шумоизоляционными. Рекомендуем\n" +
            "стеклянные каленые перегородки устанавливать в комнаты частных домов и квартир, тогда как полотна из триплекс-стекла - в места с большим\n" +
            "оборотом посетителей и промышленные зоны.",
        ],
      },
      {
        title: "Возможно увидеть продукцию “вживую”?",
        text: [
          "Идеология компании - максимальная открытость для заказчиков. Наш шоу-рум расположен на территории Москвы и МО. Приходите ознакомиться наяву со стеклянными выставочными перегородками и другими товарами, вы сможете опробовать подвижные механизмы, изучить образцы комплектующих, получите исчерпывающую информацию от менеджеров. Желаете узнать больше о производстве и монтаже? Приглашаем на экскурсию по заводу - своими глазами увидите, как происходит выпуск стеклянных под заказ перегородок, зададите интересующие вопросы инженерам и сборщикам. Чтобы узнать адреса офисов, переходите на сайте в раздел Контакты или свяжитесь с консультантами.",
        ],
      },
      {
        title:
          "Как удостовериться в качестве и безопасности заводских товаров?",
        text: [
          "На этапах проектирования и производства стеклянных классических перегородок ревизор отдела технического контроля выполняет ряд проверочных тестов. Для этого используются 19 стендов, помогающих своевременно выявить отклонения и дефекты конструкции. Без положительного заключения контролера изделие не переходит на последующий этап изготовления. Продукция сертифицируется в государственных органах, согласно стандартов ГОСТ, а также подтверждается знак качества ISO 9001 в международной торговой палате. С сертификатами заказчики могут ознакомиться в режиме онлайн и при заключении договора сотрудничества. Обращаем внимание, подлинные документы заверены факсимиле синего цвета. Купите у нас стеклянные сертифицированные перегородки по хорошей цене, и ни дня не переживайте о безопасном использовании в квартире или доме.",
        ],
      },
      {
        title:
          "Предоставляете кредит или рассрочку на выплату стоимости стеклянных безрамных перегородок?",
        text: [
          "Изготовление и установка стеклянных перегородок по желанию заказчика оформляется с беспроцентной рассрочкой платежей на период до 24 месяцев. Плотный график и нет возможно подъехать к нам для заключения договора? Компетентный сотрудник компании сможет оформить необходимый пакет документов на дому, в офисе или за бизнес ланчем в удобное время для заказчика. Также ощутимое преимущество рассрочки под 0% - отсутствие первоначального взноса и лояльный график погашения. Для оплаты задолженности достаточно воспользоваться ближайшим терминалом, а не час-два толкаться в очереди в отделении банка где-то на окраине столицы. Чтобы дешево и взаимовыгодно купить стеклянные каркасные перегородки обращайтесь в менеджерский отдел компании любым удобным способом связи.",
        ],
      },
    ],
  },
};
