{
  "moscow": {
    "mainScreen": {
      "title": "москве"
    },
    "about": {
      "text": [
        "В наших отелях очень гармонично объединены все необходимые требования к\n        проживанию современного человека. Номера формата апартаменты, но с\n        отельным сервисом и безопасностью. Полностью соответствуют требованиям\n        нового закона об отелях.",
        "Все апартаменты с оборудованы кухней и всем необходимым для\n        самостоятельного приготовления пищи, собственным санузлом с душевой. Они\n        небольшие, но есть все необходимое. Особая изюминка- спальное место на\n        антресольном этаже. Вам будет удобно у нас проживать, как одни сутки,\n        так и долгий период.",
        "В апартаментах для пользования гостей- постельное белье, полотенца,\n        туалетно-косметические принадлежности, фен, посуда, чай и кофе –\n        бесплатно."
      ]
    },
    "address": [
      {
        "title": "URoom ApartHotel по адресу",
        "address": "ул. Первомайская д. 117",
        "list": [
          "Удобное месторасположение",
          "Парковка для авто",
          "Вблизи МКАД, знаковые достопримечательности",
          "Зеленый район",
          "  Стиральная машина, утюг, камера хранения, аппараты по продаже кофе снеков",
          "до 40 человек"
        ],
        "map": "address1",
        "reverse": false
      },
      {
        "title": "URoom ApartHotel по адресу",
        "address": "Севастопольский д.3 корп 2",
        "list": [
          "Удобное месторасположение",
          "Парковка для авто",
          "Рядом ТРЦ, продуктовые магазины",
          "Тихое место",
          "  Стиральная машина, утюг, кофемашина, питьевая вода.",
          "до 20 человек"
        ],
        "map": "address2",
        "reverse": true
      }
    ]
  },
  "volgograd": {
    "mainScreen": {
      "title": "волгограде"
    },
    "about": {
      "text": [
        "Мини отель URoom располагается в самом центре Волгограда на ул. Мира, в историческом доме. Имеет отдельный вход, со стороны Волгоградского планетария, 7 отдельных номеров на 2-4 человека и большую общую зону.",
        "Для удобства мы организовали самостоятельный и безопасный доступ в отель. Каждому гостю предоставляется индивидуальный код доступа в отель и в свой номер. Гости могут в удобное время въезжать и выезжать из отеля, не тратя время на звонки и встречи с Администрацией отеля.",
        "В каждом номере доступны шикарные кровати Бокс Спринг. Возможно размещение на отдельных кроватях или двуспальной, в некоторых номерах есть диван-кровать или кресло-кровать. Особенно мы постарались, чтобы Вам было комфортно спать и было чисто."
      ]
    },
    "address": [
      {
        "title": "URoom ApartHotel по адресу",
        "address": "г. Волгорад, ул. Мира д. -",
        "list": [
          "Местоположение - центр города;",
          "Парковка для авто;",
          "Вблизи МКАД, знаковые достопримечательности",
          "Все очень чисто, включая белоснежное белье;",
          "В общей зоне есть полноценная кухня, стиралка, утюг, в общем все как дома.",
          "7 номеров на 2-4 человека"
        ],
        "map": "address3",
        "reverse": false
      }
    ]
  }
}