export const newsData = {
  1: {
    title:
      "Перегородки в стиле Лофт | DarkLoft - Стеклянные перегородки в стиле Лофт",
    links: [
      { name: "Новости", url: "/news" },
      { name: "Перегородки в стиле Лофт", url: "/news/1" },
    ],
    content: {
      title: "Перегородки в стиле Лофт",
      img: "1/main.jpg",
      boldSubtitle:
        "Стеклянные перегородки-лофт – чудо дизайнерской мысли и воплощение удобства, ведь они одновременно и объединяют пространство, и гармонично разделяют его на приватные секторы. Для индустриального стиля, характеризующегося большими помещениями, высокими потолками и промышленными деталями, легкие и функциональные прозрачные стены – идеальное решение.",
      subtitle: "",
      text: [
        {
          title: "Стеклянные перегородки на заказ: лофт-варианты",
          text: "Прогрессивный стиль современного Нью-Йорка подразумевает использование грубых материалов – кирпича, металла, натурального дерева. Поэтому невесомое стекло, закованное в геометрически выверенный каркас и выполненное в различных цветовых вариациях, как нельзя лучше разбавляет тяжеловесность кирпичной кладки, дубовых перил и столов, сварных поддонов и полок.",
        },
        {
          title: "Перегородки из стекла лофт-стиля бывают следующих видов:",
          list: {
            list: [
              "Стационарная стена. Эта перегородка из безопасного стекла может достигать 5 метров в высоту. Поверхность укреплена с помощью статичного, перекрёстного каркаса. Как правило, изделие собирают из сегментов непосредственно на объекте. Конструкция может быть угловая, примыкающая к стене, дополненная фрамугой и пр.",
              "Прозрачная дверь. Стеклянная перегородка лофт-дизайна, представляющая собой дверь, может быть маятникового или распашного типа. Во втором случае – это классический способ открывания. Подобная конструкция снабжается соответствующей фурнитурой (ручками, петлями, замком). Максимальная высота и ширина двери 3,5 на 1,6 метров соответственно. В целом указанные параметры корректируются в зависимости от размера и фактуры стеклянной стены. Маятниковые перегородки с доводчиком используются на кухне, в кабинетах, художественных студиях, а также ими иногда снабжаются входные группы торговых центров и офисов.",
              "Вход-купе. Раздвижные стеклянные стены лофт-стиля очень популярны за счет экономии квадратных метров. Актуальны также варианты-гармошки. Их любят за оригинальность и удобство. Максимально допустимые параметры таких дверей – 3 на 1,5 метра (для складной – 1,2 м). Полотно устанавливается на верхний направляющий рельс, иногда крепится непосредственно к потолку, а в некоторых случаях размещается в составе каркасной стеклянной стены. Яркая особенность дверей-гармошек и распашных полотен – отсутствие порога.",
            ],
          },
        },
        {
          text: "Стеклянная перегородка лофт-дизайна в зависимости от стилевой композиции помещения заполняется прозрачным, декоративным, бронзовым или матовым стеклом. По желанию, можно использовать состаренные, винтажные, армированные варианты, триплекс или фацет. Каркас выполняется в соответствии с законами лофта – он довольно заметен, схож с оконной рамой, может быть толще или тоньше, состоять из листового металла различной фактуры и прочих материалов.",
        },
        {
          title: "«Dark Loft»: качественно, оперативно, творчески",
          text: "Изготовление стеклянных перегородок (лофт и прочие стили) – профильная работа мастеров компании «Dark Loft». Но шаблонный подход – это не о нас. Каждая перегородка – неотъемлемая часть будущего интерьера, поэтому к изделиям предъявляются особенные требования как относительно прочности, так и с точки зрения эстетики.",
        },
        {
          text: "В нашей компании можно заказать перегородку любого озвученного типа: для кухонных или ванных помещений, спален и гостиных, кабинетов и библиотек, гардеробных и террас, детских и переговорных комнат. Специалисты готовы предложить клиентам проверенные решения или взять в обработку индивидуальный эскиз. Небывалое разнообразие видов стекла, материалов каркаса, оттеночной таблицы и способов окрашивания позволят воплотить в жизнь любые дизайнерские изыски.",
        },
        {
          text: "Сроки изготовления варьируются в зависимости от сложности заказа. По рабочим вопросам можно обращаться по телефонам, указанным на верхней панели сайта, или отослать консультантам фирмы электронное письмо.",
        },
        {
          title: "Ваш дизайн – наша забота!",
        },
      ],
    },
  },
  2: {
    title:
      "Перегородки лофт для бизнеса | DarkLoft - Стеклянные перегородки в стиле Лофт",
    links: [
      { name: "Новости", url: "/news" },
      { name: "Особенности перегородок в стиле Лофт", url: "/news/2" },
    ],
    content: {
      title: "Особенности перегородок в стиле Лофт",
      img: "2/main.jpg",
      boldSubtitle:
        "Лофт – это популярный стиль интерьера, который подходит  ля студий, однокомнатных квартир, небольших домов, жилых гаражей, офисов и т.д. ",
      subtitle:
        "            Но каждая деталь в нем должна идеально вписываться в единую стилевую\n" +
        "            концепцию. Использование неподходящих аксессуаров, мебели или\n" +
        "            техники может превратить комнату в безвкусно обставленное\n" +
        "            пространство. И понятно, что базовые элементы (ограждения, двери,\n" +
        "            окна, передвижные стены) должны быть сделаны в строгом соответствии\n" +
        "            со стилем. Стеклянные раздвижные лофт перегородки прекрасно\n" +
        "            интегрируются в подобный интерьер, т.к. стекло и необработанный\n" +
        "            кирпич, характерный для интерьеров loft, удачно дополняют друг\n" +
        "            друга.",
      text: [
        {
          title: "Особенности стиля лофт",
          text:
            "Квартира в стиле лофт обычно напоминает чердак, в котором почему-то стоит мебель и висят картины. В этом интерьере причудливо переплетаются современный промышленный дизайн и старинная архитектура. Обычно при обустройстве лофтовых помещений стараются сохранить старую кирпичную кладку, не закрывая ее панелями или обоями. Также здесь открывают все коммуникации. Трубы и провода фактически становятся частью интерьерной композиции. Любые элементы должны подчеркивать индустриальный характер ремонта. Окна должны быть большими и светлыми. \n" +
            "На них нельзя вешать шторы или занавески, но в некоторых интерьерах удается гармонично вписать жалюзи. Если квартира находится на первом этаже, то иногда окна украшают специфическими коваными решетками «под старину». Но при их установке следует подумать о безопасности. Каждая решетка должна быть оборудована замком и иметь возможность легко открываться.",
        },
        {
          list: {
            list: [
              "Трубы и провода фактически становятся частью интерьерной композиции.",
              "Любые элементы должны подчеркивать индустриальный характер ремонта.",
              "Окна должны быть большими и светлыми. На них нельзя вешать шторы или занавески, но в некоторых интерьерах удается гармонично вписать жалюзи",
              "Если квартира находится на первом этаже, то иногда окна украшают специфическими коваными решетками «под старину». Но при их установке следует подумать о безопасности. Каждая решетка должна быть оборудована замком и иметь возможность легко открываться.",
            ],
            img: "2/main.jpg",
          },
        },
        {
          text: "Само помещение обычно никак не зонируется. Т.е. по возможности убираются все стены, которые не являются несущими. Любые стены визуально уменьшают квартиру или дом, а потому они не нужны. Однако в квартире можно установить перегородки из стекла. Стеклянные конструкции идеально пропускают свет, а потому могут быть использованы в интерьере лофта.",
        },
        {
          text: "При создании лофтового помещения дизайнеры обычно сочетают между собой разные материалы: стекло, кирпич, металл, дерево и бетон. Обычно эти материалы выглядят необработанными.",
        },
      ],
    },
  },
  3: {
    title:
      "Лофт-перегородки: уникальные идеи для больших и маленьких квартир | DarkLoft - Стеклянные перегородки в стиле Лофт",
    links: [
      { name: "Новости", url: "/news" },
      {
        name: "Лофт-перегородки: уникальные идеи для больших и маленьких квартир",
        url: "/news/3",
      },
    ],
    content: {
      title: "Лофт-перегородки: уникальные идеи",
      img: "3/main.jpg",
      boldSubtitle:
        "Светопроницаемые перегородки из стекла особенно подходят для выделения функциональных зон в помещении, где всего одно окно. Например, в основной комнате студии или «однушки» такие конструкции позволяют выделить сразу и гостиную и спальную зону, не лишая ни одну из них солнечного света.",
      subtitle:
        "Наиболее популярны сегодня алюминиевые перегородки лофт они активно используются для оформления интерьера квартир, офисов и так далее. Расскажем о них подробнее.",
      text: [
        {
          title: "История лофт-перегородок",
          text: "Первоначально такие перегородки использовались лишь для разделения пространства в помещениях промышленного назначения. В эпоху индустриализации, когда заводы и фабрики массово пустели, их начали отдавать под жилье. Селиться здесь в основном соглашалась лишь богема, такие помещения, благодаря большому количеству света прекрасно подходили для организации художественных мастерских и пространства для творчества. Исходя из этого, и сформировался стиль лофт.",
        },
        {
          text: "Это направление в дизайне интерьера подходит для оформления просторных помещений. Он подразумевает максимально простую отделку. Никаких обоев в цветочек. Максимум однотонная покраска в нейтральный цвет. Обычно даже оставляется голая кирпичная кладка или штукатурка. Потолок также просто окрашивается, наличие бетонных или деревянных несущих балок – плюс. Они разнообразят внешний вид помещения. На полы кладется плитка или покрытие, имитирующее грубое дерево.",
        },
        {
          text: "Пространство организовывалось по принципу опен спейс. В одном помещении располагались сразу кухня, гостиная и спальня. Дело в том, что из-за высоких потолков возводить перегородки было проблематично, в итоге для разделения пространства использовались легкие перегородки из стали и стекла. Кстати, такие конструкции часто уже были установлены в помещении еще во времена, когда оно использовалось в качестве производственного Что представляет собой лофт-перегородка",
        },
        {
          title: "Конструкция лофт-перегородки включает в себя:",
          list: {
            list: [
              "Каркас – он может быть изготовлен из алюминия или стали, он окрашивается в любой цвет, но чаще всего перегородки лофт черные. Иногда для имитации дерева используется оклейка пленкой ПВХ.",
              "«Окошки». Переплетение на лофт-перегородках может быть частым, редким или его не может быть вовсе.",
              "Стекло. Может использоваться прозрачное стекло толщиной не менее 5 мм (классический вариант), акриловое или безопасное стекло. Акрил – бюджетный легкий материал, однако такие перегородки отличаются недолговечностью. Поверхность будет легко царапаться, из-за чего со временем помутнеет.",
              "Двери, лофт-перегородки могут быть глухими, то есть фиксированными или с дверью.",
            ],
          },
        },
        {
          title: "Конструкция дверей в лофт-перегородках",
          text: "Лофт перегородки из алюминия могут быть оснащены дверью с разной системой открывания:\n",
          list: {
            list: [
              "Стандартной распашной;",
              "Раздвижной (купе);",
              "Складной (гармошка);",
              "Ротационной.",
            ],
          },
        },
        {
          text: "Распашная дверь – самый простой и популярный вариант. Она может быть одно- или двухстворчатой. Устанавливаются полотна на петли, которые приварены к каркасу. Конструкция отличается простотой и надежностью. Ручка таких дверей также монтируется на каркасе. Она может быть нажимной или скобовидной. Двери могут быть оснащены резиновым вкладышем для тихого закрывания и высокой плотности притвора. В этом случае будет обеспечена относительно неплохая звукоизоляция. Основной минус таких дверей – они требуют наличия дополнительного пространства, для открывающейся створки, а его в небольших квартирах обычно не хватает.",
        },
        {
          text: "Раздвижные двери они же двери-купе позволяют сэкономить пространство. В этом случае одна из створок просто сдвигается в сторону. Двигается створка по направляющим с помощью роликов. Планка закреплена обычно на потолке, иногда при большом весе створки требуется монтаж еще и нижней направляющей. В этом случае получается порог, который не всегда удобно переступать. Звукоизоляционные свойства у таких дверей чуть ниже, чем у распашных.",
        },
        {
          text: "Складная дверь она же гармошка может состоять из двух и более узких створок, их количество зависит от ширины проема и пожеланий заказчика. Секции между собой соединяются с помощью петель. Чем меньше створок, тем надежнее будет конструкция, но тем больше места она будет занимать. Так, дверь-книжка из двух створок не намного компактнее распашной.",
        },
        {
          text: "Ротационный механизм двери предполагает поворот створки. Она поворачивается на специальном ротационном механизме внутри проема. Занимает такая дверь в комнате меньше места, чем распашная, поскольку в комнате оказывается только половина створки. Устанавливают такие варианты чаще всего в офисные помещения.",
        },
      ],
    },
  },
};
