<template>
  <div class="detail">
    <div class="container">
      <div class="detail__main">
        <div class="detail__left">
          <h2 class="base-title">{{ content?.title }}</h2>

          <p>
            {{ content?.subtitle }}
          </p>
        </div>
        <div class="detail__right">
          <img
            :src="`${require('@/assets/images/newsDetail/' + content?.img)}`"
            width="625"
            height="398"
            alt="news"
          />
        </div>
      </div>
      <news-text
        v-for="(item, index) in content?.text"
        :content="item"
        :key="index"
      />
    </div>
  </div>
</template>

<script>
import NewsText from "@/components/news/NewsText.vue";

export default {
  components: { NewsText },
  props: {
    content: {
      type: Object,
      default: () => {
        return {
          title: "Особенности перегородок в стиле Лофт",
          img: "1/main.jpg",
          subtitle:
            "      Лофт – это популярный стиль интерьера, который подходит ля студий,\n" +
            "            однокомнатных квартир, небольших домов, жилых гаражей, офисов и т.д.\n" +
            "            Но каждая деталь в нем должна идеально вписываться в единую стилевую\n" +
            "            концепцию. Использование неподходящих аксессуаров, мебели или\n" +
            "            техники может превратить комнату в безвкусно обставленное\n" +
            "            пространство. И понятно, что базовые элементы (ограждения, двери,\n" +
            "            окна, передвижные стены) должны быть сделаны в строгом соответствии\n" +
            "            со стилем. Стеклянные раздвижные лофт перегородки прекрасно\n" +
            "            интегрируются в подобный интерьер, т.к. стекло и необработанный\n" +
            "            кирпич, характерный для интерьеров loft, удачно дополняют друг\n" +
            "            друга.",
          text: [
            {
              title: "Особенности стиля лофт",
              text:
                "Квартира в стиле лофт обычно напоминает чердак, в котором почему-то стоит мебель и висят картины. В этом интерьере причудливо переплетаются современный промышленный дизайн и старинная архитектура. Обычно при обустройстве лофтовых помещений стараются сохранить старую кирпичную кладку, не закрывая ее панелями или обоями. Также здесь открывают все коммуникации. Трубы и провода фактически становятся частью интерьерной композиции. Любые элементы должны подчеркивать индустриальный характер ремонта. Окна должны быть большими и светлыми. \n" +
                "На них нельзя вешать шторы или занавески, но в некоторых интерьерах удается гармонично вписать жалюзи. Если квартира находится на первом этаже, то иногда окна украшают специфическими коваными решетками «под старину». Но при их установке следует подумать о безопасности. Каждая решетка должна быть оборудована замком и иметь возможность легко открываться.",
            },
            {
              text: "Само помещение обычно никак не зонируется. Т.е. по возможности убираются все стены, которые не являются несущими. Любые стены визуально уменьшают квартиру или дом, а потому они не нужны. Однако в квартире можно установить перегородки из стекла. Стеклянные конструкции идеально пропускают свет, а потому могут быть использованы в интерьере лофта. При создании лофтового помещения дизайнеры обычно сочетают между собой разные материалы: стекло, кирпич, металл, дерево и бетон. Обычно эти материалы выглядят необработанными.",
            },
          ],
        };
      },
    },
  },
};
</script>

<style lang="scss" scoped>
.detail {
  padding: 70px 0 120px;
  background: linear-gradient(
    0deg,
    #202021 3.18%,
    rgba(27, 28, 29, 0.816544) 29.84%,
    rgba(17, 17, 17, 0.66) 50.91%,
    rgba(27, 27, 27, 0.879068) 73.98%,
    rgba(32, 32, 33, 0.9) 96.51%
  );
  backdrop-filter: blur(10px);
  &__main {
    display: flex;
    gap: 36px;
    margin-bottom: 34px;
  }

  &__left,
  &__right {
    width: calc(50% - 18px);
  }

  &__left {
    p {
      font-size: 16px;
      line-height: 27px;
      margin: 0;
    }
  }

  &__right {
    img {
      margin-top: 15px;
      object-fit: contain;
      width: 100%;
    }
  }
}
</style>
